/* A new update is now available. Please update your Device. */
"A new update is available. Please update your device." = "新しい更新を利用できます。お使いのデバイスを更新してください。";

/* A new version of firmware is available, would you like to update now? */
"Firmware update available, would you like to update now?" = "ファームウェアの更新を利用できます。今すぐ更新しますか?";

/* No comment provided by engineer. */
"About" = "製品について";

/* Active */
"Active" = "アクティブ";

/* Active Alarm */
"Active Alarm" = "アクティブアラーム";

/* Active Alarm */
"NO DATA" = "データなし";

/* Activity */
"Activity" = "活動";

/* No comment provided by engineer. */
"Please remove the case on your mobile device." = "モバイルデバイスのケースを取り外してください。";

/* No comment provided by engineer. */
"Deep sleep is when your cerebral cortical neurons are in the deep resting state without any activity. It is extremely important to stabilize emotion, balance mentality, and restore energy." = "熟睡とは、大脳皮質のニューロンが活動なしに深い休息状態にあることです。感情を安定させ、精神状態のバランスをとり、エネルギーを回復させるために、熟睡することは非常に重要です。";
/* No comment provided by engineer. */
"Activity and Sleep" = "活動と睡眠";

/* No comment provided by engineer. */
"Activity and sleep FAQ" = "活動と睡眠についてFAQ";

/* No comment provided by engineer. */
"Activity and sleep Setup" = "活動と睡眠のセットアップ";

/* No comment provided by engineer. */
"Activity Monitor" = "アクティビティモニタ";

/* No comment provided by engineer. */
"Activity and Sleep Data" = "活動と睡眠データ";

/* No comment provided by engineer. */
"Activity Monitor FAQ" = "アクティビティモニタについてFAQ";

/* No comment provided by engineer. */
"Add another iHealth Core" = "別のiHealth Coreを追加";

/* No comment provided by engineer. */
"Add notes" = "メモを追加";

/* Add Photo */
"Add Photo" = "写真を追加";

/* No comment provided by engineer. */
"Add your friends and family and help motivate each other to stay healthy!" = "友人と家族を追加して、健康状態を保つためにお互いにやる気を刺激してください!";

/* Add Contact? */
"Units" = "ユニット";

/* Add Contact? */
"Blood pressure units:" = "血圧単位:";

/* Add Contact? */
"Weight units:" = "重量単位:";

/* Add Contact? */
"Distance units:" = "距離単位:";

/* Add Contact? */
"Height units:" = "高さ単位:";

/* Add Contact? */
"Temperature units:" = "温度単位:";

/* Add Contact? */
"Please press the START/STOP button on the blood pressure monitor." = "血圧計で [START/STOP] ボタンを押してください。";

/* Add Contact? */
"Searching..." = "検出中...";

/* Add Contact? */
"Cancel" = "キャンセル";

/* Add Contact? */
"Is your blood pressure monitor powered on?" = "お使いの血圧計には電源が入っていますか?";

/* Add Contact? */
"Make sure lights appear when you press the START/STOP button on the blood pressure monitor. If no lights appear, please charge it first." = "血圧計で [START/STOP] ボタンを押したときに点灯するか確認してください。点灯しない場合は、まず充電してください。";
/* Add Contact? */
" Beats/Min" = " 拍/分";
/* Add Contact? */
"If there are other smart devices nearby, please move them away." = "他のスマートデバイスが近くにある場合は、離れた場所に移してください。";
/* Add Contact? */
"Make sure your blood pressure monitor is nearby." = "血圧計を近くに置いてください。";
/* Add Contact? */
"Make sure your blood pressure monitor is paired in your mobile device's Bluetooth settings." = "お使いのモバイルデバイスのBluetooth設定で血圧計をペアリングしてください。";
/* Add Contact? */
"Go to your Bluetooth settings and delete BP7XXXXXX from your Bluetooth list. Turn Bluetooth settings off and re-pair the BP7." = "Bluetooth設定を開いて、BluetoothリストからBP7XXXXXXを削除します。Bluetooth設定をオフにして、BP7をもう一度ペアリングします。";
/* Add Contact? */
"Please double click your home button and swipe up to shut down all Apps currently running in the background and re-open MyVitals." = "ホームボタンをダブルクリックしてスワイプし、バックグラウンドで現在実行中のアプリをすべて完全に終了してから、MyVitalsをもう一度開きます。";
/* Add Contact? */
"Not working?" = "うまく動作しませんか?";
/* Add Contact? */
"You can try the following" = "以下を試してください。";


/* Add Contact? */

"Turn On Bluetooth to Allow “iHealth” to Connect to Accessories." = "\"iHealth\"が付属品に接続できるように、Bluetoothをオンにします。";
/* Add Contact? */
"Go to your Bluetooth settings and delete BP5XXXXXX from your Bluetooth list. Turn Bluetooth settings off and re-pair the BP5." = "Bluetooth設定を開いて、BluetoothリストからBP5XXXXXXを削除します。Bluetooth設定をオフにして、BP5をもう一度ペアリングします。";

/* Age can't be nil */
"Age can't be 0" = "年齢を0にすることはできません。";

/* No comment provided by engineer. */
"Align QR code within frame to scan" = "スキャンするフレーム内でQRコードを位置合わせ";

/* No comment provided by engineer. */
"All" = "すべて";

/* No comment provided by engineer. */
"Activity Monitor communication error!" = "アクティビティモニタの通信エラー!";

/* No comment provided by engineer. */
"Activity and Sleep Results" = "活動と睡眠の結果";

/* No comment provided by engineer. */
"Activity and Sleep Trends" = "活動と睡眠の傾向";

/* No comment provided by engineer. */
"Activity Monitor Tutorial" = "アクティビティモニタのチュートリアル";

/* No comment provided by engineer. */
"AM3 Setup Guide" = "AM3セットアップガイド";
/* No comment provided by engineer. */
"Wave Setup Guide" = "AM4セットアップガイド";

/* No comment provided by engineer. */
"App Version" = "アプリのバージョン";

/* No comment provided by engineer. */
"Apply the cuff following the UP/DOWN signs." = "[UP/DOWN] の表示に続いてカフを装着します。";

/* No comment provided by engineer. */
"Apply the cuff to your wrist with the screen facing up. Leave two fingers between the cuff and the bottom of your palm." = "画面を上に向けた状態で手首にカフを装着します。カフと手のひらの最下部の間に指2本分を空けておきます。";

/* No comment provided by engineer. */
"Are you sure you want to delete the current user account?" = "現在のユーザアカウントを削除してもよろしいですか?";

/* No comment provided by engineer. */
"Are you sure you want to perform a factory reset?" = "工場出荷時設定へのリセットを実行してもよろしいですか?";

/* Keep your arm stable and stay still during measurement */
"Arm/wrist movement beyond range" = "範囲を超えた腕/手首の運動";

/* No comment provided by engineer. */
"Asleep" = "睡眠";

/* Athlete */
"Athlete" = "アスリート";

/* Auto Login */
"Auto login" = "自動ログイン";

/* No comment provided by engineer. */
"Awake" = "覚醒";

/* No comment provided by engineer. */
"QR code will scan automatically." = "QRコードは自動的にスキャンします。";

/* Battery is low. Charge your Device prior to installing the new update. */
"Battery is low. Charge your device prior to installing the new update." = "電池残量が低くなっています。新しい更新をインストールする前に、デバイスを充電します。";

/* Battery is low. Charge your iOS device prior to installing the new update. */
"Battery is low. Charge your iOS device prior to installing the new update." = "電池残量が低くなっています。新しい更新をインストールする前に、iOSデバイスを充電します。";

/* Battery level is low */
"Battery level is low" = "電池レベルが低くなっています。";

/* Battery level is too low to install the update. Charge your device before continue. */
"Battery level is too low to install the update. Charge your device before continuing." = "電池レベルが低くすぎて更新をインストールできません。操作を続ける前に、デバイスを充電します。";

/* Battery level is too low to install the update. Charge your iOS device before continue. */
"Battery level is too low to install the update. Charge your iOS device before continuing." = "電池レベルが低くすぎて更新をインストールできません。操作を続ける前に、iOSデバイスを充電します。";

/* No comment provided by engineer. */
"Beats/min" = "拍/分";

/* No comment provided by engineer. */
"Beats/Min" = "拍/分";

/* Birthdate */
"Birthdate" = "生年月日";

/* No comment provided by engineer. */
"Pulse Oximeter" = "脈拍酸素濃度計";



/* No comment provided by engineer. */
"Pulse Oximeter Data" = "脈拍酸素濃度計データ";

/* No comment provided by engineer. */
"Unselect" = "選択を解除";

/* No comment provided by engineer. */
"Blood Pressure" = "血圧";

/* No comment provided by engineer. */
"Blood Pressure Data" = "血圧データ";

/* No comment provided by engineer. */
"Blood Pressure Dock Setup Guide" = "血圧ドックセットアップガイド";

/* No comment provided by engineer. */
"Blood Pressure FAQ" = "血圧についてFAQ";

/* No comment provided by engineer. */
"Blood Pressure Monitor Setup Guide" = "血圧計セットアップガイド";

/* No comment provided by engineer. */
"Blood Pressure Setup" = "血圧セットアップ";

/* Bluetooth communication error  */
"Bluetooth connection error" = "Bluetooth接続エラー";

/* Bluetooth connection error */
"Bluetooth connection error" = "Bluetooth接続エラー";

/* BMI */
"BMI" = "BMI";

/* Body Fat
   BodyFat */
"Body Fat" = "体脂肪";

/* No comment provided by engineer. */
"Body fat" = "体脂肪";

/* No comment provided by engineer. */
"Body Scale" = "体重計";

/* No comment provided by engineer. */
"Body Scale FAQ" = "体重計についてFAQ";

/* Body water */
"Body Water" = "体内の水分";

/* Body Water
   BodyWater */
"Body water" = "体内の水分";

/* Bone Mass
   BoneMass */
"Bone Mass" = "骨量";

/* No comment provided by engineer. */
"Bone mass" = "骨量";

/* No comment provided by engineer. */
"Blood Pressure List" = "血圧リスト";

/* No comment provided by engineer. */
"Blood Pressure Results" = "血圧結果";

/* No comment provided by engineer. */
"Blood Pressure Trends" = "血圧傾向";

/* No comment provided by engineer. */
"Blood Pressure Tutorial" = "血圧チュートリアル";

/* No comment provided by engineer. */
"BP7 Setup Guide" = "BP7セットアップガイド";

/* bpm */
"BPM" = "BPM";

/* Burn */
"Burn" = "燃焼";

/* By registering an iHealth account, you have read and agree with iHealth's */
"By registering an iHealth account, you have read and agreed with iHealth’s" = "iHealthアカウントを登録することで、iHealthのご利用規約とプライバシーに関する方針を読んで同意されたことになります。";

/* No comment provided by engineer. */
"Calories Burned" = "燃焼したカロリー";

/* No comment provided by engineer. */
"Calories burned" = "燃焼したカロリー";

/* Cancel */
"Cancel" = "キャンセル";

/* faild */
"Cannot detect Tracker. Please restart your mobile device and try again." = "トラッカーを検出できませんモバイルデバイスを再起動して、もう一度実行してください。";

/* Cannot update when user name does not exist */
"Cannot update when user name does not exist" = "ユーザ名がない場合は更新できません";

/* No comment provided by engineer. */
"Caregivers" = "介護者";

/* No comment provided by engineer. */
"Charge the battery" = "電池を充電";

/* No comment provided by engineer. */
"Charge the battery" = "電池を充電";

/* Choose an existing photo */
"Choose an existing photo" = "既存の写真を選択";

/* No comment provided by engineer. */
"Choose Device" = "デバイスを選択";

/* Choose Existing Photo */
"Choose an existing photo" = "既存の写真を選択";

/* Cleaning up data... */
"Cleaning up data..." = "データをクリーニング...";

/* No comment provided by engineer. */
"Click on “Link” to connect." = "[Link] をクリックして接続します。";

/* Close */
"Close" = "閉じる";

/* Comments */
"Comments" = "コメント";

/* Bluetooth connection error. Please reconnect Bluetooth
   Communication Error */
"Communication Error" = "通信エラー";

/* Complete all fields to continue. */
"Complete all fields to continue." = "操作を続行するには、すべてのフィールドに入力します。";

/* Confirm Password */
"Confirm Password" = "パスワードの確認";

/* No comment provided by engineer. */
"Confirm your internet connection is active prior to linking your Tracker." = "トラッカーをリンクする前に、インターネット接続が作動していることを確認します。";

/* No comment provided by engineer. */
"Connect Pulse Oximeter via Bluetooth" = "Bluetooth経由で脈拍酸素濃度計を接続";

/* No comment provided by engineer. */
"Connect your iOS device to the blood pressure dock" = "血圧ドックにiOSデバイスを接続";

/* No comment provided by engineer. */
"Connect your iOS device to the blood pressure dock and launch MyVitals." = "血圧ドックにiOSデバイスを接続し、MyVitalsを起動します。";

/* No comment provided by engineer. */
"Connect your mobile device to the internet first before pairing it to your account." = "アカウントとペアリングする前に、まずモバイルデバイスをインターネットに接続します。";

/* Connection error，please restart your iOS device */
"Connection error，please restart your iOS device" = "接続エラーです。iOSデバイスを再起動してください";

/* Connectting */
"Connecting" = "接続中";

"Connecting..." = "接続中...";

/* Contact */
"Contact Result Type Name" = "結果タイプ名を連絡";

/* No comment provided by engineer. */
"Contact Us" = "お問い合わせ";

/* No comment provided by engineer. */
"Content:" = "内容:";

/* No comment provided by engineer. */
"Continue" = "続行";

/* No comment provided by engineer. */
"Copyright" = "著作権";

/* Create an account */
"Create an account" = "アカウントを作成";

/* Creating... */
"Creating..." = "作成中...";

/* No comment provided by engineer. */
"CSV file" = "CSVファイル";

/* Fasten the cuff over bare arm, stay still and try again */
"Cuff pressure has not reached 15 mmHg in more than 160 seconds" = "カフ圧は160秒以上の間15mmHgに達していません。";

/* Rest for 5 minutes and try again. Keep your arm stable and */
"Cuff pressure reached over 300mmHg" = "カフ圧は300mmHg以上に達しました。";

/* Fasten the cuff over bare arm, stay still and try again */
"Cuff pressure has not reached 15 mmHg in more than 160 seconds" = "カフ圧は160秒以上の間15mmHgに達していません。";

/* Rest for 5 minutes and try again. Keep your arm stable and */
"Cuff pressure reached over 300mmHg" = "カフ圧は300mmHg以上に達しました。";

/* Daily Activity */
"Daily activity" = "毎日の活動";

/* No comment provided by engineer. */
"Daily activity goal" = "毎日の活動目標";

/* No comment provided by engineer. */
"Daily Caloric Intake (DCI)" = "毎日のカロリー摂取量 (DCI)";

/* Fasten the cuff over bare arm, stay still and try again */
"Data retrieving error" = "データ検索エラー";

/* Date */
"Date" = "日付";

/* DCI */
"DCI" = "DCI";

/* No comment provided by engineer. */
"Deep Sleep" = "熟睡";

/* No comment provided by engineer. */
"Deep sleep" = "熟睡";


/* No comment provided by engineer. */
"Delete" = "削除";

/* No comment provided by engineer. */
"Delete Current User" = "現在のユーザを削除";

/* delete fail */
"Delete Failed" = "削除できませんでした";

/* No comment provided by engineer. */
"Delete Failed" = "削除できませんでした";

/* No comment provided by engineer. */
"Delete successful!" = "正常に削除しました!";

/* No comment provided by engineer. */
"Delete the readings?" = "読取値を削除しますか?";

/* Determined diastolic is below the rated range */
"Diastolic pressure is below the rated range" = "拡張期血圧は定格範囲を下回っています。";

/* Determined diastolic is exceed the rated range */
"Diastolic pressure is above the rated range" = "定格範囲の上に拡張期血圧があります。";

/* Determined systolic is below the rated range */
"Systolic pressure is below the rated range" = "収縮期血圧は定格範囲を下回っています。";

/* Determined systolic is exceed the rated range */
"Systolic pressure is above the rated range" = "収縮期血圧が定格範囲を超えています。";

/* Device Battery */
"Device Battery" = "デバイス電池";

/* Device does not support camera functions */
"Device does not support camera functions" = "デバイスはカメラ機能をサポートしていません";

/* Device Skin */
"Device Skin" = "デバイススキン";

/* DIA */
"DIA" = "拡張期";

/* No comment provided by engineer. */
"Diastolic is higher than systolic" = "拡張期が収縮期よりも高い";

/* No comment provided by engineer. */
"Diastolic" = "拡張期";

/* No comment provided by engineer. */
"Distance" = "距離";

/* Bluetooth connection error. Please reconnect Bluetooth */
"Dock and iOS device connection error" = "ドックとiOSデバイスの接続エラー";

/* Done */
"Done" = "完了";

/* No comment provided by engineer. */
"DONE" = "完了";

/* Download error */
"Download error" = "ダウンロードエラー";

/* Downloading */
"Downloading..." = "ダウンロード中です...";

/* Downloading... */
"Downloading" = "ダウンロード中";

/* device connect */
"Get temperature and room humidity" = "温度と部屋の湿度を取得";

/* device connect */
"TEMP" = "一時";

/* device connect */
"RH" = "RH";

/* No comment provided by engineer. */
"E-mail" = "Eメール";

/* No comment provided by engineer. */
"Edge" = "Edge";

/* No comment provided by engineer. */
"Edge Setup Guide" = "Edgeセットアップガイド";

/* No comment provided by engineer. */
"Edit" = "編集";

/* Edit Alarm */
"Edit Alarm" = "アラームの編集";

/* No comment provided by engineer. */
"Edit Profile" = "プロフィールの編集";

/* No comment provided by engineer. */
"efficiency" = "効率";

/* Email */
"Email" = "Eメール";

/* No comment provided by engineer. */
"Enter password of your network." = "ネットワークのパスワードを入力します。";

/* No comment provided by engineer. */
"Enter password of your network." = "ネットワークのパスワードを入力します。";

/* Error
   Errot */
"Error" = "エラー";

/* Error accessing camera roll */
"Error accessing camera roll" = "カメラロールのアクセスエラー";

/* Every day */
"Every day" = "毎日";

/* Every Friday */
"Every Friday" = "毎週金曜日";

/* Every Monday */
"Every Monday" = "毎週月曜日";

/* Every Saturday */
"Every Saturday" = "毎週土曜日";

/* Every Sunday */
"Every Sunday" = "毎週日曜日";

/* Every Thursday */
"Every Thursday" = "毎週木曜日";

/* Every Tuesday */
"Every Tuesday" = "毎週火曜日";

/* Every Wednesday */
"Every Wednesday" = "毎週水曜日";


/* Fasten the cuff over bare arm, stay still and try again */
"Failed to detect diastolic pressure" = "拡張期血圧を検出できませんでした";

/* Fasten the cuff over bare arm, stay still and try again */
"Failed to detect systolic pressure" = "収縮期血圧を検出できませんでした";

/* No comment provided by engineer. */
"FAQ" = "FAQ";

/* Female */
"Female" = "女性";

/* No comment provided by engineer. */
"Firmware version" = "ファームウェアバージョン";

/* First Name */
"First Name" = "名";

/* Data access error */
"Memory Access Error" = "メモリアクセスエラー";

/* Forget this device */
"Forget this device" = "このデバイスを忘れた";

/* Forgot Password? */
"Forgot Password?" = "パスワードをお忘れですか?";

/* Forgot Password? */
"Forgot Password?" = "パスワードをお忘れですか?";

/* No comment provided by engineer. */
"Body fat percentage is the amount of body fat as a proportion of your body weight. Reducing excess levels of body fat has shown to reduce the risk of certain conditions such as high blood pressure, heart disease, diabetes, and cancer." = "体脂肪率とは、体重に対する体脂肪量の割合です。余分なレベルの体脂肪の低下により、高血圧、心臓病、糖尿病、癌など特定の健康状態のリスクが減少することが分かっています。";

/* No comment provided by engineer. */
"This feature indicates the amount of bone (bone mineral level, calcium, or other minerals) in the body. Research has shown that exercise and the development of muscle tissue are related to stronger and healthier bones." = "この指標は、体内の骨 (骨塩レベル、カルシウム、またはその他の鉱物) の量を示しています。研究によれば、運動と筋肉組織の発達が、より強く健康な骨と関係していることが分かっています。";

/* No comment provided by engineer. */
"Total Body Water Percentage is the total amount of fluid in a person’s body expressed as a percentage of their total weight. Water plays a vital role in many of the body’s processes and is found in every cell, tissue and organ. Maintaining a healthy total body water percentage will ensure the body functions efficiently and will reduce the risk of developing associated health problems." = "体内総水分比とは、全重量の割合として示された個人の体内総液量です。水は身体のプロセスの多くで決定的な役割を果たしており、あらゆる細胞、組織、器官に見出されます。健康な体水分量比を維持することで、身体が効率的に機能させることができ、健康上の関連問題の発症リスクが減少します。";

/* No comment provided by engineer. */
"This feature indicates the weight of muscle in your body. The muscle mass displayed includes the skeletal muscles, smooth muscles [such as cardiac and digestive muscles] and the water contained in these muscles. Muscles play an important role as they act as an engine in consuming energy. As your muscle mass increases, your energy consumption increases helping you reduce excess body fat levels and lose weight in a healthy way." = "この指標は体内の筋肉量を示しています。表示された筋肉量は、骨格筋、平滑筋 (心筋や消化筋など)、およびこれらの筋肉が含有する水分を含んでいます。筋肉は、エネルギー消費時のエンジンとして機能する際に重要な役割を果たします。筋肉量の増大に従って、エネルギー消費量を高めることで、過剰な体脂肪レベルを減少させ、健康な仕方で減量することができます。";

/* No comment provided by engineer. */
"Daily caloric intake is the estimated number of calories to maintain your current weight." = "毎日のカロリー摂取量は、現在の体重を維持するための推定カロリー数です。";

/* No comment provided by engineer. */
"Visceral fat is the fat that is in the internal abdominal cavity, surrounding the vital organs in the abdominal area. Research shows that even if your weight and body fat remains constant, as you get older the distribution of fat changes and is more likely to shift to the trunk area especially post menopause." = "内臓脂肪は内部腹腔にある脂肪であり、重要な器官を腹部で包んでいます。研究によれば、体重と体脂肪が一定であり続けるとしても、加齢とともに脂肪分布が変化し、特に更年期以降に体幹部に移行しがちになっていきます。";
/* No comment provided by engineer. */
"Normal BP" = "通常BP";

/* No comment provided by engineer. */
"Format:" = "形式:";

/* Fri */
"Fri" = "金曜日";

/* No comment provided by engineer. */
"From:" = "開始:";

/* Gender */
"Gender" = "性別";

/* Geo: %@ */
"GeoParsedResult display" = "GeoParsedResultディスプレイ";

/* Geolocation */
"GeoParsedResult type name" = "GeoParsedResultタイプ名";

/* No comment provided by engineer. */
"Measure. Track. Share. " = "測定。追跡。共有。 ";

/* No comment provided by engineer. */
"Supports a variety of iHealth devices so you can keep track of all your vitals anywhere, anytime." = "さまざまなiHealthデバイスをサポートしており、いつでも、どこでもすべてのバイタルサインの経過を追うことができます。";
/* No comment provided by engineer. */
"Start your healthy journey" = "健康な旅行を始める";

/* No comment provided by engineer. */
"Goal" = "目標";
/* No comment provided by engineer. */
"years" = "年";
/* No comment provided by engineer. */
"My Weight/Body Fat" = "マイ体重/体脂肪";
/* No comment provided by engineer. */
"My Activity" = "マイ活動";
/* No comment provided by engineer. */

"My Blood Pressure" = "マイ血圧" ;
/* No comment provided by engineer. */
"My SpO2" = "マイSpO2";
/* No comment provided by engineer. */
"Goals" = "目標";
/* No comment provided by engineer. */
"Got it" = "分かりました";
/* No comment provided by engineer. */
"Hardware version" = "ハードウェアバージョン";

/* No comment provided by engineer. */
"Sleep Efficiency" = "睡眠効率";

/* Height */
"Height" = "身長";

/* BP by time of day */
"BP by time of day" = "時刻別のBP";

/* BP by date */
"BP by date" = "日付別のBP";

/* Hi */
"Hi" = "こんにちは";

/* No comment provided by engineer. */
"High-normal" = "正常高値";

/* No comment provided by engineer. */
"High-normal BP" = "部分的な正常血圧";

/* No comment provided by engineer. */
"hours" = "h";

/* No comment provided by engineer. */
"hour(s)" = "h";

/* No comment provided by engineer. */
"hour" = "h";

/* Hours Slept */
"Hours Slept" = "睡眠時間";

/* Hours Workout */
"Hours Workout" = "ワークアウト時間";

/* hr */
"hr" = "h";

/* No comment provided by engineer. */
"hrs" = "h";
/* No comment provided by engineer. */
"Jan" = "1月";

/* No comment provided by engineer. */
"Feb" = "2月";
/* No comment provided by engineer. */
"Mar" = "3月";
/* No comment provided by engineer. */
"Apr" = "4月";
/* No comment provided by engineer. */
"May" = "5月";
/* No comment provided by engineer. */
"Jun" = "6月";
/* No comment provided by engineer. */
"Jul" = "7月";
/* No comment provided by engineer. */
"Aug" = "8月";
/* No comment provided by engineer. */
"Sep" = "9月";
/* No comment provided by engineer. */
"Oct" = "10月";
/* No comment provided by engineer. */
"Nov" = "11月";
/* No comment provided by engineer. */
"Dec" = "12月";
/* No comment provided by engineer. */
"am" = "am";
/* No comment provided by engineer. */
"pm" = "pm";
/* No comment provided by engineer. */
"12 am" = "12 am";
/* No comment provided by engineer. */
"6 am" = "6 am";
/* No comment provided by engineer. */
"12 pm" = "12 pm";
/* No comment provided by engineer. */
"6 pm" = "6 pm";
/* No comment provided by engineer. */
"11:59 pm" = "11:59 pm";


/* No comment provided by engineer. */

"Weight Data" = "体重データ";

/* No comment provided by engineer. */
"Weight Results" = "体重結果";

/* No comment provided by engineer. */
"Weight Trends" = "体重傾向";

/* No comment provided by engineer. */
"Scale Tutorial" = "体重計チュートリアル";

/* No comment provided by engineer. */
"HS5 Setup Guide" = "HS5セットアップガイド";

/* I know */
"I Know" = "知っています";

/* I Know */
"I Know" = "知っています";

/* No comment provided by engineer. */
"Idle alarm reminds you to increase activity levels through vibrations from the tracker." = "アイドルアラームは、トラッカーからのバイブレーションによって活動レベルを高めるように注意を促します。";

/* Ignore */
"Ignore" = "無視";

/* iHealth */
"iHealth" = "iHealth";

/* No comment provided by engineer. */
"iHealth Core Setup Guide" = "iHealth Coreセットアップガイド";

"iHealth Vista Setup Guide" = "iHealth Vistaセットアップガイド";

/* iHealth ID already exists */
"iHealth ID already exists" = "iHealth IDはすでに存在しています";

/* No comment provided by engineer. */
"iHealth Lite Setup Guide" = "iHealth Liteセットガイド";

/* The share email must be a valid email. */
"The share email must be a valid email." = "共有電子メールは有効な電子メールでなければなりません。";

/* Illegal portal */
"Illegal portal" = "不正なポータル";

/* No comment provided by engineer. */
"In a few seconds, “Allow” Wi-Fi sharing upon seeing the pop-up window." = "数秒後にポップアップウィンドウを表示するときに、Wi-Fi共有を「許可」します。";

/* Incorrect Password */
"Incorrect Password" = "正しくないパスワード";

/* No comment provided by engineer. */
"Input BP" = "入力BP";

/* No comment provided by engineer. */
"Install 4 AA batteries" = "単3電池4本を取り付ける";

/* No comment provided by engineer. */
"Install 4 AAA batteries" = "単4電池4本を取り付ける";

/* No comment provided by engineer. */
"Install 4 AAA batteries " = "単4電池4本を取り付ける";

/* No comment provided by engineer. */
"Install 4 AAA batteries" = "単4電池4本を取り付ける";

/* Intake */
"Intake" = "摂取";

/* Intake:%d Burn:%d */
"Intake:%d Burn:%d" = "摂取:%d 燃焼:%d";

/* Internet Connection Failed */
"Internet connection problem" = "インターネット接続の問題";

/* Invalid username or password */
"Invalid username or password" = "無効なユーザ名またはパスワード";

/* Abnormal hardware */
"Irregular Hardware Error" = "規格外のハードウェアエラー";

/* No comment provided by engineer. */
"Kcal" = "Kcal";

/* No comment provided by engineer. */
"Km" = "Km";

/* Last Name */
"Last Name" = "姓";

/* Later */
"Later" = "後で";

/* No comment provided by engineer. */
"Launch app and select “Blood Pressure”." = "アプリを起動し、[血圧] を選択します。";

/* No comment provided by engineer. */
"Launch app and select “Weight” to measure and sync." = "アプリを起動し、測定、同期する [体重] を選択します。";

/* No comment provided by engineer. */
"Launch app and select “Weight” to sync or view history." = "アプリを起動し、同期したり履歴を表示する [体重] を選択します。";

/* No comment provided by engineer. */
"Launch app to start using Scale." = "アプリを起動し、体重計を使用し始めます。";

/* No comment provided by engineer. */
"Launch app and select “Weight,” press on “Connect”." = "アプリを起動し、[重量] を選択して [接続] を押します。";

/* No comment provided by engineer. */
"Launch app and select “Activity and Sleep Tracker”." = "アプリを起動し、[活動と睡眠トラッカー] を選択します。";

/* No comment provided by engineer. */
"Launch app and select “Pulse Oximeter,” then start measuring." = "アプリを起動し、[脈拍酸素濃度計] を選択してから測定を開始します。";

/* LeanMass */
"Lean Mass" = "リーン量";

/* LeanMass */
"Lean mass" = "リーン量";

/* No comment provided by engineer. */
"Less" = "未満";

/* No comment provided by engineer. */
"Less than the last time" = "前回未満";

/* Link your email address to your iHealth MyVitals account to view your vital records. */
"Link your email address to your iHealth MyVitals account to view your vital records." = "iHealth MyVitalsアカウントにメールアドレスをリンクして、バイタル記録を見ます。";

/* No comment provided by engineer. */
"List" = "リスト";

/* No comment provided by engineer. */
"LINK" = "リンク";

/* Log */
"Log" = "ログ";

/* Log In */
"Log In" = "ログイン";

/* Log Out */
"Log Out" = "ログアウト";

/* Log out */
"Log Out" = "ログアウト";

/* Login fail */
"Login fail" = "ログインできませんでした";

/* Low battery */
"Low battery" = "電池残量が低い";

/* Make sure batteries are installed correctly, if the problem persists, replace with a new set of bateries. */
"Make sure batteries are installed correctly, if the problem persists, replace with a new set of batteries." = "問題が解消しない場合、電池を正しく取り付け、新しい電池のセットで交換してください。";

/* Male */
"Male" = "男性";

/* Maximum weight has been exceeded */
"Maximum weight exceeded" = "最大制限重量を超過";

/* No comment provided by engineer. */
"Measurement" = "測定";

/* No comment provided by engineer. */
"Measuring..." = "測定中...";

/* Measuring... */
"Measuring..." = "測定中...";

/* Measure */
"Measure" = "測定";

/* No comment provided by engineer. */
"Mild Hypertension" = "軽度の高血圧";

/* No comment provided by engineer. */
"Miles" = "マイル";

/* No comment provided by engineer. */
"miles" = "マイル";

"mile" = "マイル";

/* min */
"min" = "min";

/* mins */
"mins" = "min";

/* mins */
"min(s)" = "min";

/* No comment provided by engineer. */
"Model" = "モデル";

/* No comment provided by engineer. */
"Moderate Hypertension" = "中程度の高血圧";

/* Mon */
"Mon" = "月";

/* No comment provided by engineer. */
"Month" = "月";

/* No comment provided by engineer. */
"Months" = "月";

/* No comment provided by engineer. */
"More" = "その他";

/* No comment provided by engineer. */
"More than the last time" = "最後より";

/* Movement while measuring */
"Movement while measuring" = "測定中の運動";

/* Muscle Mass
   MuscleMass */
"Muscle Mass" = "筋肉量";

/* No comment provided by engineer. */
"Muscle mass" = "筋肉量";

/* No comment provided by engineer. */
"Muscle Water" = "筋肉水";

/* My account */
"My Account" = "マイアカウント";

/* No comment provided by engineer. */
"My activity today" = "今日のマイ活動";

/* My Activity Summary */
"My Activity Summary" = "マイ活動サマリー";

/* My Blood Pressure Summary */
"My Blood Pressure Summary" = "マイ血圧サマリー";

/* My Oximeter Summary */
"My Oximeter Summary" = "マイ酸素濃度計サマリー";

/* My Sleep Summary */
"My Sleep Summary" = "マイ睡眠サマリー";

/* No comment provided by engineer. */
"My Trends" = "マイトレンド";

/* My Weight Summary */
"My Weight Summary" = "マイ体重サマリー";

/* Network error */
"Network error" = "ネットワークエラー";

/* Network timeout */
"Network timeout" = "ネットワークタイムアウト";

/* Never */
"Never" = "今後しない";

/* New Alarm */
"New Alarm" = "新しいアラーム";

/* New AM sport detected, do you want to protect existing data? */
"New AM sport detected, do you want to protect existing data?" = "新しいAMスポートが検出されました。既存のデータを保護しますか?";

"New Tracker found. To pair this tracker to your account and forget the previous one. select \"yes\"" = "新しいトラッカーが見つかりました。このトラッカーをアカウントにペアリングさせ、前のトラッカーを忘れるには、\\\"はい\\\"を選択します";

/* No comment provided by engineer. */
"To pair this tracker to your account and forget the previous one. select \"yes\"" = "このトラッカーをアカウントにペアリングさせ、前のトラッカーを忘れるには、\\\"はい\\\"を選択します";

/* Next */
"Next" = "次へ";

/* No */
"No" = "いいえ";

/* No Data */
"No Data" = "データなし";

/*   */
"No device detected" = "デバイスは検出されていません";

/*   */
"No device detected" = "デバイスは検出されていません";

/* No comment provided by engineer. */
"No devices linked" = "デバイスはリンクされていません";

/* No comment provided by engineer. */
"Non-active" = "非アクティブ";

/* No comment provided by engineer. */
"Normal" = "通常";

/* No comment provided by engineer. */
"Underweight" = "痩せすぎ";

/* No comment provided by engineer. */
"Overweight" = "太りすぎ";

/* No comment provided by engineer. */
"Obese" = "肥満体";


/* No comment provided by engineer. */
"Normal BP" = "通常BP";

/* Not connected to network */
"Not connected to network" = "ネットワークに接続していません";

/* Not connected to the network */
"Not connected to network" = "ネットワークに接続していません";

/* Note */
"Note" = "注意事項";

/* Note: */
"Note:" = "注意事項";

/* OK
   OK Label */
"OK" = "OK";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Only one Activity Tracker is allowed per account, please check the MAC address on the back of the Activity Tracker you wish to pair with." = "アカウントごとに許可されているアクティビティトラッカーは1つだけです。ペアリングしたいアクティビティトラッカーの後部に記載されているMACアドレスを確認してください。";

/* No comment provided by engineer. */
"Open app and select “Yes” when prompted" = "アプリを開き、プロンプト表示に応じて [はい] を選択します。";

/* No comment provided by engineer. */
"Open app and enter Wi-Fi password " = "アプリを開き、Wi-Fi パスワードを入力します。 ";

/* No comment provided by engineer. */
"Open app and press the button on the oximeter to take a measurement" = "アプリを開き、酸素濃度計でボタンを押して測定を実行します。";

/* No comment provided by engineer. */
"Open app and select Core  " = "アプリを開き、Coreを選択します。  ";

/* No comment provided by engineer. */
"Open app, select your device, and enter the last 2 of the 6 digits on your tracker" = "アプリを開き、デバイスを選択して、トラッカーの6桁数字の末尾2桁を入力します。";

/* No comment provided by engineer. */
"Open the battery cover and press the “Set” button " = "電池カバーを開き、[設定] ボタンを押します。";

/* No comment provided by engineer. */
"Open the battery cover and press the “Set” button." = "電池カバーを開き、[設定] ボタンを押します。";

/* or */
"or" = "または";
"OR" = "または";

/* Oxygen flow rate */
"Oxygen flow rate" = "酸素流量";

/* No comment provided by engineer. */
"Pair your Pulse Oximeter with your device" = "脈拍酸素濃度計をデバイスとペアリングします。";

/* Pairing successful! The Tracker is now ready for your personal use only. */
"Pairing successful! The Tracker is now ready for your personal use only." = "正常にペアリングしました!トラッカーは個人用としてのみ準備が完了しました。";

/* Partner Services */
"Partner Services" = "パートナー点検";

/* Password */
"Password" = "パスワード";

/* Password cannot be blank */
"Password cannot be blank" = "パスワードを空白にすることはできません";

/* Password does not match */
"Password does not match" = "パスワードが一致しません。";

/* Password does not match, re-enter the password */
"Password does not match, please re-enter" = "パスワードに一致しません。再入力してください";

/* Password does not meet the requirements */
"Password does not meet the requirements" = "パスワードは条件を満たしていません";

/* Password must be between 6-128 characters. */
"Password must be between 6-128 characters." = "パスワードの長さは6～128 文字にしてください";

/* No comment provided by engineer. */
"PDF file" = "PDFファイル";

/* PI */
"PI" = "PI";

/* PI: */
"PI:" = "PI:";

/* Place a QR code inside the viewfinder rectangle to scan it. */
"Place a QR code inside the viewfinder rectangle to scan" = "スキャンするため、ファインダの矩形内にQRコードを配置します。";

/* No comment provided by engineer. */
"Place sensor on your finger with nail facing down." = "釘を下に向けてセンサーを指に置きます。";

/* No comment provided by engineer. */
"Place the cuff at the same level as your heart." = "心臓と同じレベルにカフを置きます。";

/* No comment provided by engineer. */
"Please correctly position your arm." = "腕を正しい位置にしてください。";

/* Please enter a valid email address. */
"Please enter a valid email address" = "有効なメールアドレスを入力してください";

/* No comment provided by engineer. */
"Please enter the last two digits." = "下2桁を入力してください。";

/* No comment provided by engineer. */
"Please fill in correct data" = "正しいデータを入力してください";

/* No comment provided by engineer. */
"Please Input The Password Of" = "パスワードを入力してください";

/* Please log in using your new password */
"Please log in using your new password" = "新しいパスワードを使用してログインしてください";

/* Please re-enter the password */
"Please re-enter the password" = "パスワードを再入力してください";

/* Please re-enter the password. */
"Please re-enter the password." = "パスワードを再入力してください。";

/* Set up E-mail */
"Please set up your E-mail account in the Mail app of your iOS device." = "iOSデバイスのメールアプリでメールアカウントを設定してください。";

/* Please try again */
"Please try again" = "もう一度実行してください。";

/* Please upload the data of your iHealth device before update. */
"Please upload the data of your iHealth device before updating" = "更新の前にiHealthデバイスのデータをアップロードしてください";

/* No comment provided by engineer. */
"Please wait, verifying..." = "しばらくお待ちください。確認中です...";

/* Loosen the cuff and try again */
"Pneumatic system blocked or cuff is too tight during inflation" = "膨張中に空気圧系統が閉じている、またはカフを締めつけすぎです。";

/* Fasten the cuff over bare arm, stay still and try again */
"Pneumatic system leakage or cuff is too loose during inflation" = "膨張中に空気圧系統が漏れている、またはカフを緩めすぎます。";

/* No comment provided by engineer. */
"Oxygen Range" = "酸素範囲";

/* No comment provided by engineer. */
"the percentage of time lying down that you are actually sleeping" = "横になっていて、実際に睡眠している時間の割合";

/* No comment provided by engineer. */
"Pulse Oximeter Results" = "脈拍酸素濃度計結果";

/* No comment provided by engineer. */
"Remove pulse oximeter from your finger to stop measurement." = "指から脈拍酸素濃度計を外して、測定を停止します。";

/* No comment provided by engineer. */
"Blood Pressure Monitors" = "血圧計";

/* No comment provided by engineer. */
"Scales" = "体重計";

/* No comment provided by engineer. */
"Activity Trackers" = "活動トラッカー";

/* No comment provided by engineer. */
"Pulse Oximeter" = "脈拍酸素濃度計";

/* No comment provided by engineer. */
"Pulse Oximeter Trends" = "脈拍酸素濃度計の傾向";

/* No comment provided by engineer. */
"Position the cuff 1/2” (2cm) above your elbow joint." = "肘関節の2cm上にカフを配置します。";

/* No comment provided by engineer. */
"Position the monitor in the middle of your arm so that it is aligned with your middle finger." = "中指に揃うように、腕の中央にモニタを配置します。";

/* No comment provided by engineer. */
"Position the monitor in the middle of your arm so that it is aligned with your middle finger." = "中指に揃うように、腕の中央にモニタを配置します。";

/* No comment provided by engineer. */
"Position the monitor in the middle of your arm so that it is aligned with your middle finger." = "中指に揃うように、腕の中央にモニタを配置します。";

/* PR */
"PR" = "PR";

/* PR: */
"PR:" = "PR:";

/* No comment provided by engineer. */
"Prehypertension" = "高血圧前症";

/* No comment provided by engineer. */
"Press the “Set” button in the battery tray" = "電池トレイで [Set] ボタンを押します。";

/* No comment provided by engineer. */
"Press the “Set” button in the battery tray." = "電池トレイで [Set] ボタンを押します。";

/* Previous */
"Previous" = "前へ";

/* No comment provided by engineer. */
"Product ID" = "製品ID";

/* No comment provided by engineer. */
"Product ID:" = "製品ID:";

/* Pulse */
"Pulse" = "脈拍";

/* Pulse */
"Pulse Rate" = "脈拍数";

/* PULSE */
"PULSE" = "脈拍";

/* No comment provided by engineer. */
"Pulse Oximeter FAQ" = "脈拍酸素濃度計FAQ";

/* No comment provided by engineer. */
"Pulse Oximeter Setup" = "脈拍酸素濃度計セットアップ";

/* query fail */
"query fail" = "クエリに失敗しました";

/* No comment provided by engineer. */
"Receiver:" = "受信器:";

/* Registration failed */
"Registration failed" = "登録できませんでした";

/* Registration successful */
"Registration successful" = "正常に登録しました";

/* No comment provided by engineer. */
"Regulatory" = "規制";

/* Remember Password */
"Remember password" = "パスワードを思いだす";

/* No comment provided by engineer. */
"Reminder" = "リマインダー";

/* Remove the batteries, wait 1minute and the replace with a new set of batteries. */
"Remove the batteries, wait 1 minute, then replace with a new set of batteries." = "電池を取り外して、1分後に新しい電池と交換します。";

/* No comment provided by engineer. */
"Remove the protective case from your iOS device." = "iOSデバイスから保護ケースを取り外します。";

/* No comment provided by engineer. */
"Is the light on and steady on the BP3?" = "BP3でライトは点灯して安定していますか?";
/* No comment provided by engineer. */
"Please connect to WiFi network in your mobile device settings" = "モバイルデバイス設定でWiFiネットワークに接続してください。";

/* No comment provided by engineer. */
"Press the “Set” button located in the battery tray. Flip your scale over to see if the Setup message appears on the display." = "電池トレイにある [Set] ボタンを押します。体重計をひっくり返して、ディスプレイに設定メッセージが表示されるかどうかを確認します。";

/* No comment provided by engineer. */
"iHealth Lite Setup Guide" = "iHealth Liteセットアップガイド";
/* No comment provided by engineer. */
"iHealth Core Setup Guide" = "iHealth Coreセットアップガイド";
/* No comment provided by engineer. */
"Please connect to WiFi network in your mobile device settings" = "モバイルデバイス設定でWiFiネットワークに接続してください。";
/* No comment provided by engineer. */
"Please connect to WiFi network in your Phone Setting." = "電話設定でWiFiネットワークに接続してください。";

/* No comment provided by engineer. */
"Do you want to re-set the Wifi of your iHealth Core now?" = "現在、お使いのiHealth CoreのWifiをリセットしますか?";
/* No comment provided by engineer. */
"You can reset wifi as follows: Set Up My Device -> Core -> Reset wifi" = "以下の手順でWifiをリセットできます:[マイデバイスの設定] -> [Core] -> [Wifiのリセット]";

/* No comment provided by engineer. */
"Do you want to re-set the Wifi of your iHealth Vista now?" = "現在、お使いのiHealth VistaのWifiをリセットしますか?";
/* No comment provided by engineer. */
"You can reset wifi as follows: Set Up My Device -> Vista -> Reset wifi" = "以下の手順でWifiをリセットできます:[マイデバイスの設定] -> [Vista] -> [Wifiのリセット]";


/* No comment provided by engineer. */
"Is your pulse oximeter powered on?" = "お使いの脈拍酸素濃度計には電源が入っていますか?";
/* No comment provided by engineer. */
"Make sure “- -” appear when you press the button on the pulse oximeter." = "脈拍酸素濃度計ボタンを押したときに、「- -」が表示されることを確認します。";
/* No comment provided by engineer. */
"If there are other smart devices nearby, please move them away." = "他のスマートデバイスが近くにある場合は、離れた場所に移してください。";
/* No comment provided by engineer. */
"Make sure your pulse oximeter is nearby." = "脈拍酸素濃度計が近くにあることを確認します。";
/* No comment provided by engineer. */
"Your pulse oximeter can be found faster if you press the button to keep it on." = "ボタンを押してオンにし続ければ、よりすばやく脈拍酸素濃度計を見つけられることができます。";
/* No comment provided by engineer. */
"Hold the button for 8 seconds to reset the pulse oximeter." = "ボタンを8秒間押し続けて、脈拍酸素濃度計をリセットします。";
/* No comment provided by engineer. */
"Turn off Bluetooth in your mobile device settings then turn on again" = "モバイルデバイス設定でBluetoothをオフにしてから、もう一度オンにします。";



/* No comment provided by engineer. */
"1. Charge your blood pressure monitor" = "1.血圧計を充電します。";

/* No comment provided by engineer. */
"2. Disconnect and then reconnect the BP3 with your mobile device" = "2.モバイルデバイスからBP3を外してから、再び接続します。";

/* No comment provided by engineer. */
"Remove the protective case from your iOS device." = "iOSデバイスから保護ケースを取り外します。";

/* No comment provided by engineer. */
"Repeat" = "繰り返す";

/* No comment provided by engineer. */
"Reset Wi-Fi" = "Wi-Fiのリセット";

/* Reset */
"Reset" = "リセット";

/* Sat */
"Sat" = "Sat";

/* No comment provided by engineer. */
"Save" = "保存";

/* No comment provided by engineer. */
"Save Failure" = "保存できませんでした";

/* No comment provided by engineer. */
"Save Successfully" = "正常に保存しました";

/* Scale memory access error */
"Scale memory access error" = "体重計メモリアクセスエラー";

/* No comment provided by engineer. */
"Scale Setup" = "体重計設定";

/* No comment provided by engineer. */
"HS3 Setup Guide" = "HS3セットアップガイド";

/* No comment provided by engineer. */
"Scan" = "スキャン";

/* No comment provided by engineer. */
"upload" = "アップロード";


/* No comment provided by engineer. */
"Put on your monitor as shown above and press LINK. Then take your first activity measurement!" = "上記のようにモニタの電源を入れて、[LINK] を押します。次に、初回の活動測定を実行します!";

/* No comment provided by engineer. */
"Go to your mobile device settings and turn on Bluetooth." = "モバイルデバイス設定に移動してBluetoothをオンにします。";

/* No comment provided by engineer. */
"Skip" = "スキップ";

/* No comment provided by engineer. */
"When you receive the Edge and before first use, to do a battery full charge will increase slightly the battery's life." = "Edgeが納品されて初回使用するときに、電池を完全充電すると電池寿命がわずかに伸びます。";

/* No comment provided by engineer. */
"When you receive the Wave and before first use, to do a battery full charge will increase slightly the battery's life." = "Edgeが納品されて初回使用するときに、電池を完全充電すると電池寿命がわずかに伸びます。";

/* No comment provided by engineer. */
"Set Up My Devices" = "マイデバイスの設定";

/* No comment provided by engineer. */
"Partner Services" = "パートナーサービス";

/* No comment provided by engineer. */
"Weight Upload" = "重量アップロード";

/* No comment provided by engineer. */
"Pulse Oximeter Upload" = "脈拍酸素濃度計アップロード";

/* No comment provided by engineer. */
"BP3 Setup Guide" = "BP3セットアップガイド";

/* No comment provided by engineer. */
"BP3L Setup Guide" = "BP3Lセットアップガイド";

/* No comment provided by engineer. */
"HS3 Setup Guide" = "HS3セットアップガイド";

/* No comment provided by engineer. */
"Install batteries." = "電池を取り付けます。";

/* No comment provided by engineer. */
"Go to your phone settings and turn on Bluetooth." = "電話設定に移動して、Bluetoothをオンにします。";

/* No comment provided by engineer. */
"Click on the device titled HS3 xxxxx to pair" = "ペアにするHS3 xxxxxという名前のデバイスをクリックします。";

/* No comment provided by engineer. */
"Stand on scale with your bare feet." = "体重計に素足で立ちます。";

/* No comment provided by engineer. */
"Take your first weight measurement!" = "初回の重量測定を行います!";

/* No comment provided by engineer. */
"Complete" = "完了";

/* No comment provided by engineer. */
"HS4 Setup Guide" = "HS4セットアップガイド";

/* No comment provided by engineer. */
"PO Setup Guide" = "POセットアップガイド";

/* No comment provided by engineer. */
"Take your first pulse oximeter measurement!" = "初回の脈拍酸素濃度計測定を行います!";

/* No comment provided by engineer. */
"HS5 Setup Guide" = "HS5セットアップガイド";

/* No comment provided by engineer. */
"Press the “Set” button located in the battery tray." = "電池トレイにある [Set] ボタンを押します。";

/* No comment provided by engineer. */
"Flip your scale over to see if the Setup message appears on the display." = "体重計をひっくり返して、ディスプレイに設定メッセージが表示されるかどうかを確認します。";

/* No comment provided by engineer. */
"Pair your scale by connecting to the device starting with “HS5XXXXX”." = "\"HS5XXXXX\"から始めるデバイスに接続することで体重計をペアリングします。";

/* No comment provided by engineer. */
"Enable Bluetooth In a few seconds,“Allow” Wi-Fi sharing upon seeing the pop-up window." = "Bluetoothを有効にすると、数秒間で、ポップアップウィンドウを表示するときのWi-Fi共有を「許可」します。";
/* No comment provided by engineer. */
/* No comment provided by engineer. */

/* No comment provided by engineer. */
"Put on your monitor as shown above and press START. Take your first blood pressure measurement!" = "上記のようにモニタの電源を入れて、[START] を押します。初回の血圧測定を行います!";


/* No comment provided by engineer. */
"Confirm Scale shows “0.0”." = "体重計が「0.0」を表示していることを確認します。";
/* No comment provided by engineer. */
"Click on the device titled HS3 xxxxx to pair." = "ペアにするHS3 xxxxxという名前のデバイスをクリックします。";
/* No comment provided by engineer. */
"Is your scale powered on?" = "体重計の電源は入っていますか?";
/* No comment provided by engineer. */
"Make sure “0.0” appear on the scale. If not, please replace the batteries." = "体重計が「0.0」を表示していることを確認します。表示していない場合、電池を交換してください。";
/* No comment provided by engineer. */
"Make sure your scale is nearby." = "体重計が近くにあることを確認します。";
/* No comment provided by engineer. */
"Make sure your scale paired in the Bluetooth settings." = "Bluetooth設定で体重計がペアリングされていることを確認します。";
/* No comment provided by engineer. */
"Reinsert the battery." = "電池を再び挿入します。";
/* No comment provided by engineer. */
"Go to your Bluetooth settings and delete HS3XXXXXX from your Bluetooth list. Turn Bluetooth settings off and repair the HS3." = "Bluetooth設定を開いて、BluetoothリストからHS3XXXXXXを削除します。Bluetooth設定をオフにして、HS3を修復します。";


/* No comment provided by engineer. */
"Is your scale successfully setting the Wifi connection?" = "体重計は正常にWifi接続を設定していますか?";
/* No comment provided by engineer. */
"On the scale you must see the Wifi icon flashing and tuning stable, “SET” should disappear and is replaced by “0.0”." = "体重計で、Wifiアイコンが点滅し、チューニングが安定しており、「SET」の代わりに「0.0」が表示されていることを確認します。";

/* No comment provided by engineer. */
"Try to take measurement with your scale not too far away from your router." = "ルータから離れすぎた場所の体重計で測定しないでください。";
/* No comment provided by engineer. */
"Make sure your Scale and your phone are on the same Wifi network." = "体重計と電話が同じWifiネットワークにあることを確認してください。";
/* No comment provided by engineer. */
"Restart your router." = "ルータを再起動します。";
/* No comment provided by engineer. */
"If setting the Wifi failed  (Wifi icon is not stable on the scale), please reset the scale" = "Wifiを設定できない場合 (体重計のWifiのアイコンが安定しない)、体重計をリセットします。";


/* No comment provided by engineer. */
"Make sure your activity tracker is nearby." = "活動トラッカーを近くにおいてください。";
/* No comment provided by engineer. */
"Please confirm your AM3 is not linked with another user. It should show “Launch the app to start” on the display. If not, please unlink with the previous user." = "AM3が別のユーザとリンクされていないことを確認してください。ディスプレイには「Launch the app to start」が表示されます。表示されない場合、前のユーザとのリンクを解除してください。";
/* No comment provided by engineer. */
"Close and reopen the Bluetooth in your ohone settings." = "電話設定でBluetoothを閉じてから、再び開きます。";
/* No comment provided by engineer. */
"You can try the following" = "以下を試してください";

/* No comment provided by engineer. */
"No connected devices" = "接続されたデバイスがありません";

/* No comment provided by engineer. */
"BP5 Setup Guide" = "BP5セットアップガイド";

/* No comment provided by engineer. */
"Click on the device titled BP5 xxxxx to pair." = "ペアリングするBP5 xxxxxという名前のデバイスをクリックします。";

/* No comment provided by engineer. */
"Click on the device titled BP7 xxxxx to pair." = "ペアリングするBP7 xxxxxという名前のデバイスをクリックします。";

/* No comment provided by engineer. */
"BP7 Setup Guide" = "BP7セットアップガイド";

/* No comment provided by engineer. */
"Blood Pressure Upload" = "血圧アップロード";

/* No comment provided by engineer. */
"Make sure your device is fully charged." = "デバイスが完全充電されているか確認します。";

/* No comment provided by engineer. */
"Select Device" = "デバイスを選択";

/* No comment provided by engineer. */
"Blood pressure" = "血圧";

/* No comment provided by engineer. */
"Scale" = "体重計";

/* No comment provided by engineer. */
"Activity" = "活動";

/* No comment provided by engineer. */
"Average" = "平均";

/* No comment provided by engineer. */
"My Dashboard" = "マイダッシュボード";


/* No comment provided by engineer. */
"Timeline" = "スケジュール";


/* No comment provided by engineer. */
"Best Day" = "ベストの日";


/* No comment provided by engineer. */
"Goal Reached" = "目標に達しました";


/* No comment provided by engineer. */
"Pules Oximeter" = "脈拍酸素濃度計";

/* No comment provided by engineer. */
"Select One Device To Start" = "起動するデバイスを1台選択します";
/* No comment provided by engineer. */
"Every" = "すべて";

/* No comment provided by engineer. */
"Details" = "詳細";

/* No comment provided by engineer. */
"Awake" = "アウェイク";

/* No comment provided by engineer. */
"Upload offline data" = "オフラインデータをアップロード";

/* No comment provided by engineer. */
"Blood Pressure BP3" = "血圧BP3";

/* No comment provided by engineer. */
"Manual Input" = "手動入力";

/* No comment provided by engineer. */
"Manual input" = "手動入力";


/* No comment provided by engineer. */
"Blood Pressure BP5" = "血圧BP5";

/* No comment provided by engineer. */
"Blood Pressure BP7" = "血圧BP7";

/* No comment provided by engineer. */
"Wireless Scales HS3" = "ワイヤレス体重計HS3";

/* No comment provided by engineer. */
"Wireless Scales Lite" = "ワイヤレス体重計Lite";

/* No comment provided by engineer. */
"Wireless Scales HS5" = "ワイヤレス体重計HS5";

/* No comment provided by engineer. */
"Wireless Scales Core" = "ワイヤレス体重計Core";

/* No comment provided by engineer. */
"Activity AM3" = "活動AM3";

/* No comment provided by engineer. */
"Activity iHealth Edge" = "活動iHealth Edge";

/* No comment provided by engineer. */
"Pulse Oximeter" = "脈拍酸素濃度計";

/* No comment provided by engineer. */
"Blood Pressure BP3" = "血圧BP3";


/* No comment provided by engineer. */
"Upload All Readings" = "すべての測定値をアップロード";

/* No comment provided by engineer. */
"new readings since last upload" = "前回のアップロード以来の新しい測定値";

/* No comment provided by engineer. */
"Upload the readings?" = "測定値をアップロードしますか?";

/* No comment provided by engineer. */
"Scan QR code " = "QRコードをスキャン ";

"Scan QR code" = "QRコードをスキャン ";

/* No comment provided by engineer. */
"Scan QR code on the back of the scale" = "体重計の後部でQRコードをスキャン";

"Scan QR code on the back of the Scale" = "体重計の後部でQRコードをスキャン";

/* No comment provided by engineer. */
"Secure the cuff on your arm leaving enough space to fit one finger between the cuff and arm." = "腕にカフを固定し、カフと腕の間に指1本分のスペースをあけます。";

/* Sedentary */
"Sedentary" = "座位";

/* No comment provided by engineer. */
"Select AM3." = "AM3を選択します。";

/* No comment provided by engineer. */
"Select iHealth Edge." = "iHealth Edgeを選択します。";

/* No comment provided by engineer. */
"Select User Account" = "ユーザアカウントを選択";

/* No comment provided by engineer. */
"Select “BP5XXXXX” to pair." = "ペアリングする“BP5XXXXX”を選択します。";

/* No comment provided by engineer. */
"Select “BP7XXXXX” to pair." = "ペアリングする“BP7XXXXX”を選択します。";

/* No comment provided by engineer. */
"Select “HS3XXXXX” to pair." = "ペアリングする“HS3XXXXX”を選択します。";

/* set fail */
"Set failed" = "設定できませんでした";

/* No comment provided by engineer. */
"Set WiFi" = "WiFiの設定";

/* No comment provided by engineer. */
"Successfully set Wi-Fi" = "Wi-Fiを正常に設定しました";

/* Setting... */
"Setting..." = "設定中です...";

/* Create my account */
"Create my account" = "マイアカウントを作成";

/* No comment provided by engineer. */
"Severe Hypertension" = "重症高血圧";

/* Share */
"Share" = "共有";

/* Share email */
"Share email" = "Eメールを共有";

/* Internet offline */
"Sharing requires an active 3G/4G or Wi-Fi connection. Please connect and try again" = "アクティブな3G/4GまたはWi-Fi接続が共有で必要です。接続してもう一度実行してください";

/* No comment provided by engineer. */
"Shop" = "ショップ";

/* No comment provided by engineer. */
"Sit comfortably, rest your arm on the travel case and adjust your wrist until it is within measurement range." = "楽な姿勢で座ってトラベルケースに腕をのせ、測定範囲に入るように手首を調整します。";

/* No comment provided by engineer. */
"Sleep" = "睡眠";

/* Sleep Alarm */
"Sleep Alarm" = "睡眠アラーム";

/* Sleep Efficiency */
"Sleep efficiency" = "睡眠効率";

/* No comment provided by engineer. */
"Sleep reminder wakes you up by a slight vibration tracker." = "睡眠リマインダーが小さな振動トラッカーでユーザを起こします。";

/* Sorry */
"Sorry" = "申し訳ありません";

/* Spend a good part of the day doing some physical activity. (e.g. waitress, mailman) */
"Spend a good part of the day doing some physical activity. (e.g. waitress, mailman)" = "1日のかなりの部分で身体活動をしている。(例、ウェイトレス、郵便配達人)";

/* Spend most of day doing heavy physical activity.(e.g. construction worker) */
"Spend most of day doing heavy physical activity.(e.g. construction worker)" = "1日のほとんどで激しい身体活動をしている。(例、建設労働者)";

/* Spend most of day sitting.(e.g. desk job) */
"Spend most of day sitting.(e.g. desk job)" = "1日のほとんどを座ってすごしている。(例、事務)";

/* SpO2 */
"SpO2" = "SpO2";

/* SpO2: */
"SpO2:" = "SpO2:";

/* No comment provided by engineer. */
"Stage2 HBP" = "Stage2 HBP";

/* Stand still on all four electrodes with bare feet. */
"Stand still on all four electrodes with bare feet." = "4本の電極の上に静止して裸足で立ちます。";

/* No comment provided by engineer. */
"Step" = "ステップ";

/* step */
"step" = "ステップ";

/* steps */
"steps" = "ステップ";

/* No comment provided by engineer. */
"Steps" = "ステップ";

/* No comment provided by engineer. */
"Stop" = "停止";

/* Success!  */
"Success! " = "成功! ";

/* No comment provided by engineer. */
"My Vitals" = "マイバイタル";

/* Sun */
"Sun" = "日曜日";

/* Syncing */
"Syncing" = "同期中";

/* Syncing failed */
"Syncing failed" = "同期が失敗しました";

/* Syncing... */
"Syncing..." = "同期中...";

/* Sync */
"SYNC" = "同期";

/* SYS */
"SYS" = "収縮期";

/* No comment provided by engineer. */
"Systolic" = "収縮期";

/* Systolic below 60mmHg or diastolic below 40mmHg */
"Systolic below 60mmHg or diastolic below 40mmHg" = "60mmHg未満で収縮期、または40mmHg未満で弛緩期";

/* Reading is out of range. Rest for 5 minutes and try again with bare arm */
"Systolic exceeds 260mmHg or diastolic exceeds 199mmHg" = "収縮期は260mmHgを超過するか、弛緩期は199mmHgを超過しています";

/* Take photo */
"Take photo" = "写真を撮る";

/* Take Photo */
"Take Photo" = "写真を撮る";

/* No comment provided by engineer. */
"Tap “Pair” to connect" = "[Pair] をタップして接続します。";

/* No comment provided by engineer. */
"Target weight" = "目標体重";

/* Tel */
"TelParsedResult type name" = "TelParsedResultタイプ名";

/* Terms and Conditions */
"Terms and Conditions" = "利用条件";

/* Terms of Use and Privacy Policies. */
"Terms of Use and Privacy Policies." = "利用条件とプライバシーに関する方針。";

/* No comment provided by engineer. */
"Test" = "テスト";

/* No comment provided by engineer. */
"Text" = "テキスト";

/* Text */
"TextParsedResult type name" = "TextParsedResultタイプ名";

/* No comment provided by engineer. */
"than last time" = "前回よりも";

/* The age range is 0-255 */
"The age range is 0-255" = "年齢幅は0～255です";

/* The current weight may be beyond the measurement range of 330 lbs/150 kg. */
"Weight is beyond the measurement limit of 330 lbs/150 kg." = "体重が測定限界150kgを超過しています。";

/* No comment provided by engineer. */
"The same as last time" = "前回と同じ";

/* The Scale calibration error */
"Scale calibration error" = "体重計較正エラー";

/* The Scale can't capture a steady reading */
"Scale can't capture a steady reading" = "体重計で安定した測定値が得られません";

/* The Scale failed to initialize */
"Scale failed to initialize" = "体重計を初期化できませんでした";

/* No comment provided by engineer. */
"The scale will start to connect and be ready to use when the “[1234]” stabilizes and “0.0” appears. " = "体重計の接続を始めてから、「[1234]」が安定化して「0.0」が表示されると準備が完了します。 ";

/* SpO2 or PRbpm test result is beyond the measurement range of the system */
"The SpO2 or pulse rate test result is beyond the measurement range of the system" = "SpO2または脈拍数測定結果がシステムの測定範囲を超過しています";

/* No Facebook Account */
"There are no Facebook accounts configured. You can add or create a Facebook account in your device settings." = "Facebookアカウントが設定されていません。デバイス設定でFacebookアカウントを追加または作成できます。";

/* No Twitter acounts configured */
"There are no Twitter accounts configured. You can add or create a Twitter account in your device settings." = "Twitterアカウントが設定されていません。デバイス設定でTwitterアカウントを追加または作成できます。";

/* No Weibo acounts configured */
"There are no Weibo accounts configured. You can add or create a Weibo account in your device settings." = "Weiboアカウントが設定されていません。デバイス設定でWeiboアカウントを追加または作成できます。";

/* sharing failed */
"There was an error, please try again" = "エラーがあります。もう一度実行してください";

/* This user account has been deleted, please create a new one. */
"This user account has been deleted, please create a new one." = "このユーザアカウントは削除されています。新しいアカウントを作成してください。";

/* Thu */
"Thu" = "木曜日";

/* Time */
"Time" = "時間";

/* No comment provided by engineer. */
"Time out error!" = "タイムアウトエラー!";

/* Time Slept */
"Time Slept" = "睡眠時間";

/* Time, */
"Time," = "時間、";

/* Time: */
"Time:" = "時間:";

/* No comment provided by engineer. */
"To:" = "To:";

/* No comment provided by engineer. */
"Today" = "今日";

/* No comment provided by engineer. */
"Track and know your numbers to help make healthy everyday choices." = "自分の数値を追跡して確認し、健康な毎日の選択をするために役立ててください。";

/* No comment provided by engineer. */
"Tracker %@ has been found. If this ID number matches the number on the back of your Tracker, select \"Yes\" to pair the device to your account." = "トラッカー%@が見つかりました。このID番号がトラッカーの後部の番号と一致する場合、\\\"はい\\\"を選択してデバイスとアカウントをペアリングします。";

/* Transmit stopped */
"Transmit stopped" = "送信が停止しました";

"Please enter your actual weight" = "実際の体重を入力してください";

"The actual weight is used to distinguish different users within 3kg variance. It will be updated after each measure." = "実際の体重は、3kgの変動以内で異なったユーザを識別するために使用されます。測定ごとに更新されます。";

/* Transmitting */
"Transmitting" = "送信中";

/* No comment provided by engineer. */
"Trend" = "傾向";

/* No comment provided by engineer. */
"Trends" = "傾向";

/* Tue */
"Tue" = "火曜日";

/* No comment provided by engineer. */
"Turn Bluetooth “On” and “Pair” to connect" = "Bluetoothを「オン」にし、「ペアリング」して接続します";

/* No comment provided by engineer. */
"Turn Bluetooth “On” in your mobile device's settings" = "モバイルデバイスの設定でBluetoothを「オン」にします";

/* No comment provided by engineer. */
"Turn Bluetooth “On” in your mobile device's settings and select “HS5XXXXX” to pair." = "モバイルデバイスの設定でBluetoothを「オン」にして、ペアリングする\"HS5XXXXX\"を選択します。";

/* No comment provided by engineer. */
"Turn Bluetooth “On” in your mobile device's settings." = "モバイルデバイスの設定でBluetoothを「オン」にします。";

/* No comment provided by engineer. */
"Turn Bluetooth “On” in your mobile device's settings." = "モバイルデバイスの設定でBluetoothを「オフ」にします。";

/* No comment provided by engineer. */
"Tutorial" = "チュートリアル";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* Keep your arm stable, stay still and try again */
"Unable to take measurements due to arm/wrist movements. " = "腕/手首の運動のために測定することができません。 ";

/* Keep your arm stable, stay still and try again */
"Unable to take measurements due to arm/wrist movements. " = "腕/手首の運動のために測定することができません。 ";

/* No comment provided by engineer. */
"Unit" = "単位";

/* Unknown interference detected, please test again */
"Unknown Interference Detected" = "検出された不明な混信";

/* Unknown reasons */
"Unknown reasons" = "不明な理由";

/* Update */
"Update" = "更新";

/* Update failed */
"Update failed" = "更新できませんでした";

/* Update Failed */
"Update Failed" = "更新できませんでした";

/* Update finished */
"Update finished" = "更新が完了しました";

/* Update stopped */
"Update stopped" = "更新が停止しました";

/* Update Successful */
"Update Successful" = "正常に更新されました";

/* Updating */
"Updating" = "更新中";

/* Updating... */
"Updating..." = "更新中です...";

/* Upgrade */
"Upgrade" = "アップグレード";

/* No comment provided by engineer. */
"Upgrade firmware of the scale?" = "体重計のファームウェアをアップグレードしますか?";

/* Uploading ... */
"Uploading ..." = "アップロード中です...";

/* URI */
"URIParsedResult type name" = "URIParsedResultタイプ名";

/* User account blocked */
"User account blocked" = "ユーザアカウントがブロックされました";

/* User account has been deleted, please create a new one. */
"User account has been deleted, please create a new one." = "ユーザアカウントは削除されています。新しいアカウントを作成してください。";

/* User account locked */
"User account locked" = "ユーザアカウントがロックされました";

/* User Blocked */
"User Blocked" = "ユーザがブロックされました";

/* User does not exist. */
"User does not exist." = "ユーザは存在していません。";

/* User locks */
"User locks" = "ユーザがロックします";

/* User name or password is incorrect */
"User name or password is incorrect" = "ユーザ名またはパスワードが正しくありません";

/* User profile editing error */
"User profile editing error" = "ユーザプロファイルの編集エラー";

/* User profile update failed */
"User profile update failed" = "ユーザプロファイルの更新エラー";

/* Username cannot be blank */
"Username cannot be blank" = "ユーザ名を空白にすることはできません";

/* Username must be 1-32 characters */
"Username must be 1-32 characters" = "ユーザ名は1～32文字でなければなりません。";

/* Username must be a valid email */
"Username must be a valid email" = "ユーザ名は有効なEメールでなければなりません。";

/* Verifying... */
"Verifying..." = "確認中です...";

/* No comment provided by engineer. */
"Version Number" = "バージョン番号";

/* Very Active */
"Very Active" = "非常にアクティブ";

/* VFR */
"VFR" = "VFR";

/* No comment provided by engineer. */
"Visceral Fat Rating" = "内臓脂肪レート";

/* No comment provided by engineer. */
"Wait until “[1234]” stabilizes and “0.0” appears. Stand on the scale with bare feet. " = "「[1234]」が安定して「0.0」が表示されるまで待ちます。体重計に素足で立ちます。 ";

/* No comment provided by engineer. */
"Wait until “[1234]” stabilizes and “0.0” displays. Stand on the scale with bare feet. " = "「[1234]」が安定して「0.0」が表示されるまで待ちます。体重計に素足で立ちます。 ";

/* No comment provided by engineer. */
"Wait until “Wi-Fi” stabilizes and “0.0” appears" = "「Wi-Fi」が安定して「0.0」が現れるまで待ちます。";

/* Warning */
"Warning" = "警告";

/* No comment provided by engineer. */
"Warning!" = "警告!";

/* No comment provided by engineer. */
"Prompt" = "プロンプト";

/* No comment provided by engineer. */
"days" = "日";
/* We haven't seen you for %d day! */
"We haven't seen you for %d day!" = "ご利用は%d日ぶりです!";

/* We haven't seen you for %d days! */
"We haven't seen you for %d days!" = "ご利用は%d日ぶりです!";

/* Website error */
"Website error" = "ウェブサイトエラー";

/* Wed */
"Wed" = "水曜日";

/* No comment provided by engineer. */
"Week" = "週";

/* Weekdays */
"Weekdays" = "週日";

/* Weekends */
"Weekends" = "週末";

/* No comment provided by engineer. */
"Weeks" = "週";

/* No comment provided by engineer. */
"WEIGHT" = "体重";

/* Weight */
"Weight" = "体重";

/* Weight capacity is exceeded */
"Weight capacity exceeded" = "体重限度を超過しました";

/* No comment provided by engineer. */
"When set to airplane mode, the tracker can not sync with the app. To exit airplane mode, walk for 5 min. or plug the tracker on to a powered charging dock." = "機内モードに設定すると、トラッカーはアプリと同期できません。機内モードを終了するには、5分間歩行するか、電源付きの充電ドックにトラッカーを接続します、";

/* No comment provided by engineer. */
"Workout" = "ワークアウト";

/* No comment provided by engineer. */
"XLS file" = "XLSファイル";

/* Yes */
"Yes" = "はい";

/* No comment provided by engineer. */
"Yesterday" = "昨日";

/* Status is a duplicate. */
"You already tweeted that message" = "あなたはすでにこのメッセージをTweetしました。";

/* No comment provided by engineer. */
"You can manually input your data here" = "ここでデータを手作業で入力できます。";

/* No comment provided by engineer. */
"You are user No." = "あなたのユーザ番号";

/* Your password must be at least six characters. */
"Your password must be at least six characters." = "あなたのパスワードは少なくとも6文字でなければなりません。";

/* twitter length defined */
"Your Tweet must be between 1 to 140 characters in length" = "Tweetの長さは1～140文字でなければなりません。";

/* No comment provided by engineer. */
"Your user account number has not been assigned yet. User account %d is now assigned to you." = "ユーザアカウト番号はまだ割り当てられていません。ユーザアカウント%dが現在割り当てられています";

/* No comment provided by engineer. */
"“Allow” Wi-Fi sharing" = "Wi-Fi共有を「許可」";

/* AM分享内容 */
"Activity Time" = "活動時間";

/* AM分享内容 */
"Sleep Time" = "睡眠時間";

/* AM分享内容 */
"Burning Calories" = "カロリー燃焼";

/*Optimal BP*/
"Optimal" = "最適";

/* No comment provided by engineer. */
//"Normal" = "Normal";

/* No comment provided by engineer. */
"High-normal" = "高-通常";

/* No comment provided by engineer. */
"Mild HBP" = "軽度HBP";

/* No comment provided by engineer. */
"Moderate HBP" = "中度HBP";

/* No comment provided by engineer. */
"Severe HBP" = "重度HBP";

/* day of the week */
"SUN" = "日曜日";

/* day of the week */
"MON" = "月曜日";

/* day of the week */
"TUE" = "火曜日";

/* day of the week */
"WED" = "水曜日";

/* day of the week */
"THU" = "木曜日";

/* day of the week */
"FRI" = "金曜日";

/* day of the week */
"SAT" = "土曜日";

/* day of the week */
"day" = "日";

/* day of the week */
"Year" = "年";

/* day of the week */
"Day" = "日";

"min-max" = "最小-最大";

"Last Test" = "前回のテスト";

/* Looking for your device */
"Looking for your device" = "デバイスを検索中です";

/* Search */
"Search" = "検索";

"Refresh" = "最新の状態に更新";

"Refreshing..." = "最新の状態に更新中...";

/* No comment provided by engineer. */
"Connect devices" = "デバイスを接続";

/* AM3S pin码提示语 */
"Please record the random 6 digit number on the tracker, then enter the last 2 digits of this number during the pairing process." = "トラッカーでランダムな6桁の数を記録してから、ペアリングプロセス中にこの数の末尾2桁を入力してください。";

/* pin码不正确 */
"Incorrect pin. Please try again." = "pinが正しくありません。もう一度実行してください。";

/* HS6用户已满 */
"The scale has reached its maximum of 10 accounts." = "体重計のアカウント数は最大許容数の10に達しました。";

/* HS6绑定用户时间错误 */
"Time travel error: You have received this error because you deleted an account from your scale and changed the time on your phone to an earlier time." = "タイムアウトエラー:お使いの体重計からアカウントが削除され、お使いの電話で時間を早い時間に変更したため、このエラーが生じました。";

/* 绑定用户失败 */
"Pairing failed." = "ペアリングは失敗しました。";

/* 设备添加 */
"Select unlinked devices." = "リンクしていないデバイスを選択します。";

/* No comment provided by engineer. */
"How do I link devices?" = "どのようにデバイスをリンクしますか?";

/*Version版本*/
"Version" = "バージョン";

/* open camera */
"“iHealth” would like to access the camera. To enable access go to: iOS Settings > Privacy > Camera > iHealth > set to On" = "「iHealth」はカメラにアクセスしようとしています。アクセスを有効にするには、以下を開きます: [iOS設定] > [プライバシー] > [カメラ] > [iHealth] > [オンに設定]";

/*scale testing*/
"Testing" = "テスト";

/*highest*/
"Highest" = "最高";

/*highest*/
"Lowest" = "最低";

/*highest*/
"Average" = "平均";

/*Wireless Scales*/
"Scales" = "体重計";

/* setting */
"Settings" = "設定";

/* my device */
"My Devices" = "マイデバイス";

/* do not have device */
"You don't have any iHealth devices set up yet!" = "iHealthデバイスはまだセットアップされていません!";

/* select new device */
"Select New Device" = "新しいデバイスを選択します";

/* BLOOD PRESSURE */
"BLOOD PRESSURE" = "血圧";

/* WIRELESS SCALES */
"SCALE" = "体重計";

/* ACTIVITY */
"ACTIVITY MONITORS" = "アクティビティモニタ";

/* WIRELESS PULSE OXIMETER */
"PULSE OXIMETER" = "脈拍酸素濃度計";

/* Target Blood Pressure */
"Target blood pressure" = "目標血圧";

/* device not connect */
"The device is not connected" = "デバイスは接続されません";

/* device connect */
"The device is connected" = "デバイスは接続されています";

/* Go to your Phone Setting and turn on Bluetooth */
"Go to your phone settings and turn on Bluetooth." = "電話設定に移動して、Bluetoothをオンにします。";

/* Go to your Phone Setting and turn on Bluetooth */
"Pulse Oximeter " = "脈拍酸素濃度計 ";

/* Place sensor on your finger with nail facing down */
"Place pulse oximeter on your finger and press the button to start a measurement." = "脈拍酸素濃度計を指の上に置いてボタンを押し、測定を開始します。";

/* Click on the device titled BP xxxxxx to pair */
"Click on the device titled BP xxxxxx to pair." = "ペアリング対象の BP xxxxxx という名前のデバイスをクリックします。";

/* Connect your iOS device to the Blood Pressure Dock and launch the app */
"Connect your iOS device to the blood pressure dock and launch MyVitals." = "血圧ドックにiOSデバイスを接続し、MyVitalsを起動します。";

/*Help Center*/
"Help Center" = "ヘルプセンター";

/* Support */
"Support" = "サポート";

/* Connected */
"Connected" = "接続済み";

/* BMI classification */
"BMI classification" = "BMI分類";

/* pulse wave */
"Within each cardiac cycle, the cyclical pressure fluctuations， which caused by ventricular systolic and diastolic, make the artery expansion and retraction. The regular beats caused by the expansion and retraction of artery are called pulse. Along blood vessel walls the spread of the forward wave is called pulse wave." = "心周期ごとに、心室の収縮期と弛緩期が引き起こす周期的な圧力変動によって動脈の膨張と収縮が起こります。動脈の膨張と収縮で引き起こされる通常の鼓動は、脈拍と呼ばれています。血管壁に沿った前進波の拡散を脈波と呼びます。";
/*CONNECT*/
"CONNECT" = "接続";

/*START*/
"START" = "開始";

/*SLEEP AlARM*/
"You can not set the same reminder time, please use a different time." = "同じリマインダー時間を設定せずに、さまざまな時間を使用してください。";

/*Mood*/
"Mood" = "ムード";

/*Your current user No.*/
"You are user No." = "あなたのユーザ番号";

/*Unnormal*/
"Abnormal" = "異常";

/*Oxygen range*/
"Oxygen range" = "酸素範囲";

/*Sit comfortably, resting your arm on travel case and angle your wrist until it is within measurement range.*/
"Sit comfortably, resting your arm on travel case and angle your wrist until it is within measurement range." = "トラベルケースに腕を休ませて楽な姿勢で座り、測定範囲内に入るまで手首を傾けます。";
/*PI means Perfusion Index, PI values reflect the pulsating blood flow, which reflects the ability of perfusion. The larger the pulsation of blood flow, the more ripple component, PI values greater.*/
"PI is the Perfusion Index. PI values reflect the pulsating blood flow, which reflects the ability of perfusion. The larger the pulsation of blood flow is, the larger the ripple is, and thus a higher PI value." = "PIはPerfusion Index (血流指数) の略です。PI値は脈動血流、つまり血流の能力を反映しています。血流の脈拍が大きければ大きいほど、波形が大きくなり、PI値が高くなります。";

/* Not Connected Device */
"Not connected" = "接続していません";

/* zendesk */
"Please enter your comments" = "コメントを入力してください";

/* No comment provided by engineer. */
"Position the montor in the middle of your arm aligned with your middle finger." = "中指に揃うように腕の中央にモニタを配置します。";

/* No comment provided by engineer. */
"Apply the cuff following the UP/DOWN sign." = "[UP/DOWN] 記号に従ってカフを装着します。";

/* No comment provided by engineer. */
"Position your arm so that the cuff is at the same level as your heart." = "カフが心臓と同じレベルになるように腕を置きます。";

/* No comment provided by engineer. */
"BP3 Details" = "BP3の詳細";

/* No comment provided by engineer. */
"BP5 Details" = "BP5の詳細";

/* No comment provided by engineer. */
"BP7 Details" = "BP7の詳細";

/* No comment provided by engineer. */
"HS3 Details" = "HS3の詳細";

/* No comment provided by engineer. */
"Lite Details" = "Liteの詳細";

/* No comment provided by engineer. */
"HS5 Details" = "HS5の詳細";

/* No comment provided by engineer. */
"Core Details" = "Coreの詳細";

/* No comment provided by engineer. */
"AM3 Details" = "AM3の詳細";

/* No comment provided by engineer. */
"Edge Details" = "Edgeの詳細";

/* No comment provided by engineer. */
"PO3 Details" = "PO3の詳細";

/* No comment provided by engineer. */
"Forgot It" = "忘れました";

/* Pulse Wave */
"Make sure your phone and HS5 scale are on the same WiFi network." = "電話とHS5体重計が同じWiFiネットワークにあるようにしてください。";

/* Pulse Wave */
"Pulse wave" = "脈波";

/* Pulse Wave: */
"Pulse Wave:" = "脈波:";

/* Blood pressure is affected by mood swings.*/
"(Blood pressure is affected by your mood.)" = "(血圧はムードの影響を受けます。)";

/* Blood pressure is affected by lifestyle changes.*/
"(Blood pressure is affected by lifestyle changes.)" = "(血圧はライフスタイルの変化による影響を受けます。)";
/* No comment provided by engineer. */
"Offline Measurement:" = "オフライン測定:";

/* No comment provided by engineer. */
"Systolic pressure:" = "収縮期圧:";

/* Systolic pressure: maximum value of the blood pressure as a result of the contraction of the systemic ventricle */
"Maximum value of the blood pressure as a result of the contraction of the systemic ventricle." = "全身性の心室収縮の結果として生じる最大血圧値。";

/* No comment provided by engineer. */
"Diastolic pressure:" = "拡張期血圧:";

/* Diastolic pressure: minimum value of the blood pressure as a result of relaxation of the systemic ventricle */
"Minimum value of the blood pressure as a result of relaxation of the systemic ventricle." = "全身性の心室緩和の結果として生じる最小血圧値。";

/* pulse wave */
"Pulse Wave: Within each cardiac cycle, the cyclical pressure fluctuates, which is caused by ventricular systolic and diastolic and makes the artery expand and retract. The regular beats caused by the expansion and retraction of your arteries are called pulses. The spread of the forward wave along blood vessel walls is called pulse wave." = "脈波:心周期ごとに、心室の収縮期と弛緩期が引き起こす周期的な圧力変動によって動脈の膨張と収縮が起こります。動脈の膨張と収縮で引き起こされる通常の鼓動は、脈拍と呼ばれています。血管壁に沿った前進波の拡散を脈波と呼びます。";

/*Noun explanation */
"Noun explanation" = "用語説明";

/* zendesk*/
"Contact us" = "お問い合わせ";

"Send" = "送信";

"Your email:" = "お使いのEメール:";

"Email is not a valid Email" = "有効なEメールではありません";

"Subject:" = "件名:";

"Description" = "説明";

"Please enter your e-mail" = "Eメールを入力してください";

"Please enter your comments" = "コメントを入力してください";

"Support ticket sent！ An iHealth customer service member will reply as soon as possible." = "サポートチケットが送信されました。iHealthカスタマサービスの担当者が早急に折り返しご連絡いたします。";

"Send failed" = "送信できませんでした";

"Stand on scale with your bare feet, the data is automatically synchronized to your cloud account." = "体重計に素足で立つと、データは自動的にクラウドアカウントと同期します。";

"Sync data now" = "今すぐデータを同期";



/* Register */
"  Create a new account" = "  アカウントを新規作成";

/* Comments */
"Looks like you've used the app for 3 days now. Do you want to provide us with some feedback?" = "このアプリを使用してから3日が経過したようです。フィードバックしていただけませんか?";

/* Sure! */
"Sure!" = "もちろん!";

/* Remind me later */
"Remind me later" = "後で思い出させる";

/* No thanks */
"No thanks" = "結構です";

/* Comment */
"Comment" = "コメント";

/* No thanks */
"Total Sleep" = "睡眠合計";

/* BP range */
"BP Range" = "BP範囲";

/* Come on */
"Come on" = "どうしましたか";

/* You are beautiful. */
"You are beautiful." = "あなたは美しいです。";

"Lean Body Mass is a component of body composition, calculated by subtracting body fat weight from total body weight.The percentage of total body mass that is lean is usually not quoted – it would typically be 60–90%. The Lean body mass (LBM) has been described as an index superior to total body weight for prescribing proper levels of medications and for assessing metabolic disorders, as body fat is less relevant for metabolism." = "除脂肪体重は、全身体重から体脂肪分の重量を差し引いて計算した身体組成の体重です。通常は60～90%となる、痩せた体の全身体重の割合は通常使用されません。除脂肪体重 (LBM) は、適切なレベルの医薬品の処方と代謝性疾患の評価において、全身体重よりも優れた指標とされています。これは体脂肪が代謝にとって重要度が低いためです。";
/*Pull Out the finger from the device can stop measurement.*/
"Pull Out the finger from the device can stop measurement." = "デバイスから指を引き抜くと、測定が停止します。";
"(Beats/Min)" = "(拍/分)";

/*BP通信 未翻译的*/
"Systolic pressure exceeds the measurement range" = "収縮期圧は測定範囲を超えています。";

"Diastolic pressure exceeds the measurement range" = "拡張期血圧は測定範囲を超えています。";

"Systolic pressure is below the measurement range" = "収縮期圧が測定範囲を下回っています。";

"Diastolic pressure is below the measurement range" = "拡張期血圧が測定範囲を下回っています。";

/* recent range */
"Recent" = "最近";

/* Total Steps */
"Total Steps" = "合計ステップ";

"New Version" = "新しいバージョン";
"Do you want to download the latest version of this app?" = "このアプリの最新版をダウンロードしますか?";
"You must download the latest version of this app to proceed." = "操作を続行するには、このアプリの最新版をダウンロードする必要があります。";

"In here,you can manage your devices and set up new devices." = "ここでデバイスを管理して、新しいデバイスを設定できます。";

"The (insert real name of product) has a built in swimming mode and records total swimming time, number of laps, calories burned, and lap type. Please note that battery consumption will increase when the (insert real name of product) is in swimming mode. If the device is kept in swimming mode continuously the utilization time will be reduced from 7 to 5 days." = "(製品の実際の名称を挿入)は水泳モードで製造されており、合計水泳時間、ラップ回数、燃焼カロリー、ラップタイプを記録します。(製品の実際の名称を挿入)が水泳モードの場合、電池消費量が増えることに注意してください。デバイスを水泳モードで連続使用すると、使用時間は7～5日に減少します。";

"The (insert real name of product) identifies swimming mode automatically. However t needs 7 to 14 seconds of continuous use in water to understand and react." = "(製品の実際の名称を挿入)は自動的に水泳モードを認識します。ただし、デバイスが識別と反応を行うには、7～14秒間水中で連続使用する必要があります。";

"You can see the swimming status at any time. It will include swimming time, number of laps and calories burned. If no swimming is detected for more than 14 seconds, the previous data will be saved automatically and the display will be cleared." = "水泳時間はいつでも見ることができます。これには水泳時間、ラップ回数、および燃焼カロリーが含まれます。水泳が14秒以上検出されない場合、以前のデータが自動的に保存され、ディスプレイがクリアされます。";

"Status summary will be shown after swimming is finished.  The automatic switch time from standby to counting can be set by users.  " = "ステータスサマリーは水泳が終了した後に表示されます。スタンバイ状態からカウントへの自動切替時間は、ユーザが設定することができます。  ";
"Summary report" = "サマリーレポート";

"30 min" = "30分";

"Do not show again" = "今後は表示しない";

"Add account" = "アカウントを追加";

"The Wave has a built in swimming mode and records total swimming time, number of laps, calories burned, and lap type. Please note that battery consumption will increase when the (insert real name of product) is in swimming mode. If the device is kept in swimming mode continuously the utilization time will be reduced from 7 to 5 days." = "AM4は水泳モードで製造されており、合計水泳時間、ラップ回数、燃焼カロリー、ラップタイプを記録します。(製品の実際の名称を挿入)が水泳モードの場合、電池消費量が増えることに注意してください。このデバイスを水泳モードで連続使用すると、使用時間は7～5日に減少します。";

"The Wave identifies swimming mode automatically. However it needs 7 to 14 seconds of continuous use in water to understand and react." = "Waveは自動的に水泳モードを認識します。ただし、デバイスが識別と反応を行うには、7～14秒間水中で連続使用する必要があります。";

"You can see the swimming status at any time. It will include swimming time, number of laps and calories burned. If no swimming is detected for more than 14 seconds, the previous data will be saved automatically and the display will be cleared." = "水泳時間はいつでも見ることができます。これには水泳時間、ラップ回数、および燃焼カロリーが含まれます。14秒以上水泳が検出されない場合、以前のデータが自動的に保存され、ディスプレイがクリアされます。";

"The summary will be shown after you finish your swim.you can set how long after you stop swimming before the tracker considers you to have finished your swim.  " = "水泳を終えるとサマリーが表示されます。水泳を終えてからどのくらい経過した後で水泳の終了と見なすかを、ユーザが設定できます。  ";

"ONE-WAY" = "ONE-WAY";

"SWIM SPEED" = "水泳速度";

"SPM" = "SPM";

"TOTAL TIME" = "合計時間";

"LENGTHS" = "長さ";

"Butterfly" = "バタフライ";

"Breaststroke" = "平泳ぎ";

"Freestyle" = "フリースタイル";

"Backstroke" = "背泳";

"Medley" = "Medley";

"Swim mode" = "水泳モード";

"Swim enable/disable" = "水泳を有効/無効";

"Pool length" = "プールの長さ";

"Room humidity" = "部屋の湿度";

"Temperature" = "温度";

"Never show this again" = "今後はこれを表示しない";

"Check your room temperature and humidity" = "室温と湿度をチェックします";

"Tap on the scale to wake it up.You will see 0.0 light up on the display." = "体重計をタップしてウェイクアップします。ディスプレイに0.0のライトが表示されます。";

"Tap on the right or left bottom corner of the scale,room temperature and humidity will display for a few seconds." = "体重計の右下隅または左下隅をタップすると、室温と湿度が数秒間表示されます。";
//*BP三次测量相关多语言*/
"What you need to do:" = "必要なこと:";
"Check 3 times in the morning before breakfast." = "朝、朝食前に3回チェックします。";
"Check 3 times in the evening before going to bed." = "晩、寝る前に3回チェックします。 ";
"Do this for three consecutive days. The readings you get from your iHealth blood pressure monitor (systolic is the higher number and diastolic is the lower number) will be automatically averaged so you can give the results of this 3-day plan to your doctor." = "3日間連続で行います。iHealth血圧計の測定値は自動的に平均され (収縮期が大きな値で、弛緩期は小さい値です)、この3日間のプランの結果をかかりつけの医師に示すことができます。 ";
"Sorry, you are not within the time period for this test. Please take measurements between 5:00 AM to 10:00 AM." = "申し訳ありません。今回のテストの実行時間帯から外れています。5:00 AM～10:00 AMの間に測定してください。";
"Sorry, you are not within the time period for this test. Please take measurements between 7:00 PM to 12:00 AM." = "申し訳ありません。今回のテストの実行時間帯から外れています。7:00 PM～12:00 AMの間に測定してください。";
"You have already completed your tests for today. Please measure again tomorrow morning between 05:00 AM to 10:00 AM." = "今日のテストはすでに済んでいます。明日も05:00 AM～10:00 AMの間に測定してください。";
"You have already taken measurements for this time period." = "この時間帯にすでに測定を済ませています。";
"AVG" = "平均";
"1ST" = "1回目";
"2ND" = "2回目";
"3RD" = "3回目";
"MEASUREMENT REMINDERS" = "測定リマインダー";
"Morning" = "朝";
"Evening" = "晩";
"iHealth 3-day Blood Pressure Triple-Check" = "iHealth3日間血圧トリプルチェック";
"Treatment" = "処理";
"Average" = "平均";
"1ST Measurement" = "1回目の測定";
"2ND Measurement" = "2回目の測定";
"3RD Measurement" = "3回目の測定";
"Sit down comfortably" = "楽な姿勢で座ります";
"Do not smoke or drink" = "喫煙したり、アルコールを飲まないでください";
"Relax for 5 minutes" = "5分間リラックスします";
"Wrap the cuff around your upper arm at heart level or place your wrist monitor at heart level" = "心臓のレベルで上腕にカフを巻くか、心臓のレベルにリストモニタを配置します";
"Do not move your or talk" = "動いたり、話したりしないでください。";
"DAY 1" = "1日目";
"DAY 2" = "2日目";
"DAY 3" = "3日目";
"Morning Measurement Results" = "朝の測定結果";
"Evening Measurement Results" = "晩の測定結果";
"Single" = "シングル";
"Triple-Check" = "トリプルチェック";
"measurement" = "測定";
"Interval:" = "間隔:";
"Next measurement:" = "次回の測定";
"seconds" = "秒";
"Measure my blood pressure" = "血圧を測定";
"A single measure from the Triple-Check measure-set cannot be deleted. Do you want to delete this whole set?" = "トリプルチェック測度セットからの単一の測定値は削除できません。この全体セットを削除しますか？";
"Attention: the set Triple-Check is incomplete, do you still want to delete it?  If deleted, the set has to be recreated." = "注意：セットトリプルチェックが不完全ですが、それでも削除したいのですか？削除した場合、セットを再作成する必要があります。";
/* 时间单位秒 */
"S" = "S";

/* 8月12新加 */
"+ Add New Task" = "+ 新規タスクの追加";

"Add Reminder" = "リマインダの追加";

"Alarm Tone" = "アラーム トーン";

"Choose your task" = "タスクの選択";

"Take medicine" = "薬を飲む";

"Sport" = "運動";

"Sport." = "運動.";

"Please select a reminder." = "リマインダを選択してください。";

"You can only set up 64 alerts or reminders." = "アラームまたはリマインダは 64 件までしか設定できません。";

"Take my Blood Pressure." = "血圧を測ってください。";

"Take my Weight." = "体重を測ってください。";

"Take pill" = "薬を飲んでください";

"Take pill." = "薬を飲んでください。";

"Take pill and sport." = "薬を飲んで運動してください。";

"Take pill and take my Blood Pressure." = "薬を飲んで血圧を測ってください。";

"Sport and take my Blood Pressure." = "運動して血圧を測ってください。";

"Take pill and take my Weight." = "薬を飲んで体重を測ってください。";

"Sport and take my Weight." = "運動して体重を測ってください。";

"Take my Blood Pressure and take my Weight." = "血圧を測って体重を測ってください。";

"Take pill and sport and take my Blood Pressure." = "薬を飲んで運動して血圧を測ってください。";

"Take pill and sport and take my Weight." = "薬を飲んで運動して体重を測ってください。";

"Take pill and take my Blood Pressure and take my Weight." = "薬を飲んで血圧を測って体重を測ってください。";

"Sport and take my Blood Pressure and take my Weight." = "運動して血圧を測って体重を測ってください。";

"Take pill and sport and take my Blood Pressure and take my Weight." = "薬を飲んで運動して血圧を測って体重を測ってください。";

"Alarm" = "アラーム";

"Ascending" = "昇順";

"Bark" = "吠え声";

"Bell Tower" = "鐘塔";

"Digital" = "デジタル";

"Doorbell" = "ドアベル";

"Duck" = "アヒル";

"Harp" = "ハープ";

"Motorcycle" = "バイク";

"Old Car Horn" = "古いクラクション";

"Piano Riff" = "ピアノリフ";

"Robot" = "ロボット";

"Sci Fi" = "SF";

"Sonar" = "超音波探知機";

"Strum" = "弦楽器";

"Timba" = "ティンバ";

"Xylophone" = "木琴";

/*calorie*/
"My Diary" = "マイダイアリ";
"Tomorrow" = "明日";
"Breakfast" = "朝食";
"Lunch" = "昼食";
"Dinner" = "夕食";
"Snack" = "間食";
"Activity" = "アクティビティ";
"KCAL CONSUMED" = "消費カロリー";
"KCAL INTAKE" = "摂取カロリー";
"Calories" = "カロリー";

/*food calorie*/
"Amount per Serving" = "一食あたりの量";
"Diary Value" = "ダイアリの値";
"Total Fat" = "総脂質";
"Staturated Fat" = "飽和脂肪";
"Trans Fat" = "トランス脂肪";
"Cholesterol" = "コレステロール";
"Sodium" = "ナトリウム";
"Total Carbohydrates" = "総炭水化物";
"Dietary Fiber" = "食物繊維";
"Sugars" = "糖類";
"Protein" = "たんぱく質";
/*sport calorie*/
"Favorite" = "お気に入り";

"Start Time" = "開始時刻";

"End Time" = "終了時刻";

"Calorie" = "カロリー";

"Add Sport" = "運動を追加";

"Name" = "名前";

"Name " = "名前";

"Sport Time" = "運動の時刻";

/*Kcal 提示多语言*/
"Add Food" = "食品を追加";
"Choose Action" = "アクションを選択";
"Take Photo" = "写真を撮影";
"Pick from Camera Roll" = "カメラロールから取得";
"Pick from Library" = "ライブラリから取得";
"Missing Fields" = "未入力のフィールド";
"Food name, serving and Calories are required fields" = "食品名、一人前、カロリーは必須です";

/* 0823*/


/*8月20*/
"HealthKit" = "HealthKit";

"You are about to add a new user to your iHealth MyVitals app." = "あなたのiHealth MyVitalsアプリに新しいユーザーを追加しようとしています。";

"Do you want to share the data of this iHealth MyVitals account with the Apple Health Kit app? If yes,only this account will share data with Apple Health Kit.This situation does not occur for iPad users." = "あなたはMyVitalsは、Appleの健康キットのアプリでアカウントこのiHealthのデータを共有したいですか？はい、これだけアカウントが共有する場合は、アップル健康Kit.This状況にデータがiPadユーザーのために発生しません。";

"Do you want to share the data of this iHealth MyVitals account with the Apple Health Kit app? If yes,only this account will share data with Apple Health Kit." = "あなたはMyVitalsは、Appleの健康キットのアプリでアカウントこのiHealthのデータを共有したいですか？そうならば、唯一このアカウントは、Apple衛生キットとデータを共有します。";

/* Sport name, Sport time and Calories are required fields */
"Sport name, Sport time and Calories are required fields" = "スポーツ名、スポーツの時間とカロリーは必須フィールドです";
/*0919 */
"No data available of last 7 days." = "過去 7 日間のデータはありません。";
"No data available of last 30 days" = "過去 30 日間のデータはありません。";
"No data available of last 365 days" = "過去 365 日間のデータはありません。";
"No data available for today." = "今日のデータはありません。";

"The Tracker cannot be linked to the Guest profile. Sign in or create a personal account to link the Tracker." = "トラッカーは、ユーザープロファイルにリンクすることはできません。サインインまたはトラッカーにリンクする個人アカウントを作成してください。";
/* 0914 BP3L*/
"Not working? You can try the following." = "接続できない場合は、以下を行ってください。";

"Make sure your iHealth Ease is nearby." = "iHealth Ease が近くにあることを確認します。";

"Turn off Bluetooth in your mobile device settings then turn on again." = "モバイル デバイスの設定で Bluetooth をオフにしてから、もう一度オンにします。";

"Ease Setup Guide" = "Easeセットアップガイド";

"Try again" = "もう一度実行してください。";

"Problems turning on Bluetooth?" = "Blueetooth をオンにできない場合";

"How to turn on Bluetooth?" = "Bluetooth をオンにするには?";

"Swipe up from the bottom of the screen to open the iOS Control Center and tap Bluetooth to turn it on" = "画面の下部から上へスワイプして iOS コントロール センターを開き、Bluetooth をタップしてオンにします。";
//三次测量解释
"Directions for the iHealth Triple Check and 3 day blood pressure plan:" = "iHealthトリプルチェックし、3日間血圧計画の方向性：";
"Your blood pressure may vary considerably, even during the same measurement. It is necessary to increase the measurements to better assess the blood pressure while resting." = "血圧は、同じであっても、測定中に、かなり変化してもよいです。これは、休止しながら、より良い血圧を評価するための測定値を大きくする必要があります。";
"It is advised to do it:"= "それはそれを行うことをお勧めします：";
"- after sitting for 5 minutes" = "- 5分間座った後、";
"- 3 consecutive measurements, but with a 1/4-minute interval between each measurement" = "- 3が、各測定の間に、1/4分間隔で連続した測定";
"- in the morning, before breakfast" = "- 午前中に、朝食前";
"- in the evening, before going to bed" = "- 夕方には、寝る前に";
"- 3 consecutive days" = "- 3日間連続";
"Please measure again tomorrow morning between 05:00 AM to 10:00 AM." = "明日も05:00 AM～10:00 AMの間に測定してください。";
"Not connected. Please check the setup below for your device." = "接続されていません。お使いのデバイスで以下の設定をチェックしてください。";
"Connect your iOS device to the blood pressure dock and launch MyVitals." = "iOS デバイスを血圧計ドックに接続して MyVitals を起動します。";
"From the control center open bluetooth." = "コントロール センターから Bluetooth を開きます。";
"Please select an option." = "オプションを選択してください。";
"Region" = "領域";
"Upload" = "アップロード";
//整合三方登陆增加的多语言
"Your account has binded an iHealth Account, please input your password." = "Facebook アカウントが iHealth アカウントに関連付けられました。パスワードを入力してください。";

//绑定页
"Binding Account" = "アカウントの関連付け";

"You should bind an iHealth account." = "iHealth アカウントを関連付ける必要があります。";

"Use an existing account" = "既存のアカウントを使用";

"Register and bind a new account" = "新規アカウントを登録して関連付ける";

"Please concern the following information before you move on:\n        when you choose to bind iHealth account to current account, the history data will be merged into iHealth account, and usually it would take some time (the data merging process will be performed on cloud, and then, these history data will be pushed to your application when finished)." = "操作を進める前に次の点にご注意ください: iHealth アカウントを現在のアカウントに関連付ける場合、履歴データが iHealth アカウントにマージされますが、通常これには少し時間がかかかります (データのマージ処理はクラウド上で実行され、処理が終了した後、お使いアプリケーションにこれらの履歴データが送られます)。";

"Bind successfully" = "正常に関連付けられました";

"Register and Bind" = "登録して関連付ける";

"Bind" = "関連付け";

"Please select a best account" = "ご希望のアカウントを選択してください";

"Facebook connection is not available in your country" = "あなたの国では Facebook への接続は利用できません";

"Your account is already bound, please log in again." = "アカウントはすでに関連付けられています。もう一度ログインしてください。";

"We can not bind your and iHealth login. Please contact support center or create a new iHealth account." = "と iHealth ログインを関連付けることができません。サポート センターに問い合わせるか、新しい iHealth アカウントを作成してください。";

"Bind Fail" = "関連付けが失敗しました";

//删除HS5用户位置
"user No." = "使用者 No.";
"me" = "私に";
"Are you sure you want to delete" = "あなたが削除してもよろしいです";
"Delete user" = "ユーザーの削除";

/* 20151118 */
"View Setup Guide" = "View セットアップ ガイド";

"Press the “START/STOP” button for 2 seconds to turn on Bluetooth when the blood pressure monitor is powered off." = "血圧モニターの電源がオフになっている状態で、\"START/STOP\" ボタンを 2 秒間押して、Bluetooth をオンします。";

"Keep all the other smart devices away to avoid interference." = "干渉を避けるため、他のすべてのスマート デバイスを遠ざけます。";

"Make sure your iHealth View is near your smartphone or tablet." = "iHealth View をスマートフォンまたはタブレットの近くに置きます。";

"Turn off Bluetooth in your mobile devices settings then turn on again." = "モバイル デバイス設定で Bluetooth をオフにしてから、もう一度オンにします。";

"Please double click your Home button and swipe up th shut down all Apps currently running in the background and re-open MyVitals." = "ホーム ボタンをダブルクリックして、上へスワイプし、バックグラウンドで現在実行中のすべてのアプリを終了して、MyVitals をもう一度開きます。";

"Press the “START/STOP” button on the blood pressure monitor until the LED light appears. Charge it if no light appears." = "血圧モニターの \"START/STOP\" ボタンを押して、LED ライトが点灯するまで待ちます。ライトが点灯しない場合は充電してください。";

"Measurement Guide" = "測定ガイド";

"There is no data in your blood pressure monitor. Please take a blood pressure measurement first." = "血圧計モニターにデータがありません。まず血圧測定を行ってください。";

"Wrist position good" = "手首の位置は適切です";

"Press the “START/STOP” button to turn on  Bluetooth when your blood pressure monitor is powered off." = "血圧モニターの電源がオフになっている状態で、\"START/STOP\" ボタンを押して Bluetooth をオンにします。";

"Put on the monitor and adjust your wrist to the correct position. Press the “START/STOP” button again to start measurement." = "モニターを装着して、手首が正しい位置になるようにします。\"START/STOP\" ボタンをもう一度押して、測定を開始します。";

"Track Setup Guide" = "Track セットアップ ガイド";

"Please press the [1234] button on the blood pressure monitor to turn on Bluetooth." = "血圧モニターの [1234] ボタンを押して Bluetooth をオンにしてください";

"Make sure your iHealth Track is nearby." = "iHealth Track が近くにあることを確認してください。";

"Please tap the “Recent” and swipe upto shut down all Apps currently running in the background and re-open MyVitals." = "\"Recent\" をタップして、上へスワイプし、バックグラウンドで現在実行中のすべてのアプリを終了して、MyVitals をもう一度開きます。";

"Press the START/STOP button on the blood pressure monitor to start measuring." = "血圧計モニターの START/STOP ボタンを押して測定を開始してください。";

"Make sure your iHealth Track Bluetooth is turned on. If not, press the [1234] button on the blood pressure monitor to turn on it." = "がオンになっていることを確認してください。オンになっていない場合は、血圧モニターの [1234] ボタンを押してオンにしてください。";

"Fully automatic measurement offline, and easy manage cloud data." = "オフラインで完全自動測定、クラウド データを楽々管理";
"SYNCING" = "同期中";
"No offline data" = "オフラインデータはありません";
"Filter Data" = "データのフィルタリング";
"Syncing failed, please try again." = "同期できませんでした。再試行してください。";


"Fully automatic measurement offline, and easy manage cloud data." = "オフラインで完全自動測定、クラウド データを楽々管理";
/* 20151227 */
"There's a tracker in your account can not add more. If you want to add a new tracker,please “Reset” the old one first and then add again." = "お使いのアカウントには、すでにリンクされているトラッカーがあります。新しいトラッカーを追加する場合は、古い方を「リセット」してから、もう一度追加してください。";
//zhangyu 绑定三方文本
"Notice" = "注意";
"To ensure the security of your account, please link to an iHealth account." = "アカウントのセキュリティを確実にするため、iHealth アカウントにリンクしてください。";
"Linking your iHealth account" = "iHealth アカウントのリンク";
"Linking an iHealth account helps ensure that your data is secure." = "iHealth アカウントをリンクすると、データが安全に保護されます。";
"Create and Link New Account" = "新しいアカウントを作成してリンク";
"Enter your information" = "情報の入力";
"Incorrect information may cause account problems in the future." = "誤った情報を入力すると、後でアカウントに問題が発生する可能性があります。";
"Choose your region" = "お住まいの地域を選択してください";
"When linking accounts, some measurement data may need to be merged. This process could take up to 24 hrs." = "アカウントをリンクするとき、一部の測定データをマージする必要がある場合があります。この処理には最大で 24 時間かかります。";
"If your data still does not appear after 24 hrs, please contact iHealth customer support." = "24 時間経ってもデータが表示されない場合は、iHealth カスタマー サポートにお問い合わせください。";
"Please confirm that all the information is correct" = "すべての情報が正しいことを確認してください。";
"Your access has been suspended due to 3 incorrect passwords. Please retry in 15 minutes or click on the ‘Forgot your password’ link to reset your password." = "あなたのアクセスが原因の3間違ったパスワードを中断されています。 15分後に再試行するか、またはあなたのパスワードをリセットするには、「パスワードを忘れた場合]リンクをクリックしてください。";
//新版AM4
"Connection problem, please try to:" = "接続に問題があります。以下を行ってみてください。";

"Restart MyVitals" = "MyVitals を再起動";

"Update firmware again" = "ファームウェアをもう一度アップデート";

"There's already a tracker linked in your account.If you want to add a new tracker,please “Reset” the old one first and then add again." = "\"お使いのアカウントには、すでにリンクされているトラッカーがあります。\r新しいトラッカーを追加する場合は、古い方を「リセット」してから、もう一度追加してください。\"";

"When swimming" = "水泳中";

"Styles" = "泳法";

"Percentage" = "割合";

"Duration" = "時間";

"When finished swimming" = "水泳終了時";

"Number of strokes" = "ストローク数";

"Strokes per minute" = "1 分あたのストローク数";

"Attention" = "注意";

"Swim Mode is activated by default. It is recommened to turn swim mode off if you don't plan to use it. " = "水泳モードは既定でアクティブになっています。使用する予定がない場合は、水泳モードをオフにすることをお勧めします。";

"Set Swim Mode" = "水泳モードの設定";

"Swipe down from the top of the screen to open the quick settings and turn Bluetooth on" = "画面の下から上へスワイプして、クイック設定を開き、Bluetooth をオンにしてください。";

"Please enter the last two digits displayed on the tracker to pair." = "ペアリングするトラッカーに表示される最後の 2 桁を入力してください。";

"Please check the MAC ID on the back of the tracker and select the correct one to pair." = "トラッカーの裏にある MAC ID を確認して、ペアリングするトラッカーを正しく選択してください。";

"Connect device" = "デバイスの接続";

"You're all set" = "これで完了です";

"Pairing successful!" = "ペアリング完了！";

"The tracker is now ready for your personal use only." = "トラッカーは、個人のみで使用するための準備ができました。";

"What is the iHealth Wave?" = "iHealth Wave とは?";

"Stay motivated" = "モチベーションを維持";

"Running" = "ランニング";

"Walking" = "ウォーキング";

"Swimming" = "水泳";

"Just keep swimming" = "水泳を習慣に";

"How efficient is your sleep?" = "睡眠の効率は?";

"Analysis" = "解析";

"Please turn on Bluetooth" = "Bluetooth をオンにしてください";

"Swipe up from [noConnect_phone] button to open the Control Center and turn Bluetooth on." =
" [noConnect_phone] ボタンから上へスワイプして、コントロール センターを開き、Bluetooth をオンにしてください。";

"Swipe up from [noConnect_pad] button to open the Control Center and turn Bluetooth on." =
" [noConnect_pad] ボタンから上へスワイプして、コントロール センターを開き、Bluetooth をオンにしてください。";

"Swim" = "水泳";

"Other" = "その他";

"Light" = "浅い眠り";

"Deep" = "深い眠り";

"Total strokes you swim" = "合計ストローク数";

"Percentage of duration for different swim styles" = "泳法ごとの時間の割合";

"ABOUT" = "バージョン情報";

"SETTINGS" = "設定";

"Swim Mode is activated by default. Leaving it on will increase battery consumption. It is recommened to turn swim mode off if you don't plan to use it." = "水泳モードは既定でアクティブになっています。オンのままにしておくと、バッテリーを多く消費します。使用する予定がない場合は、水泳モードをオフにすることをお勧めします。";

"Setting the pool length will increase the accuracy of  swim distance tracking." = "プールの長さを設定すると、水泳の距離記録の精度が高くなります。";

"Open water" = "開放水域";

"Other..." = "その他...";

"Set Pool Length" = "プールの長さの設定";

"An account error occurred, please re-login" = "アカウントエラーは、発生しましたしてください、再ログイン";

"Logout fail" = "ログアウトに失敗";

"Example@aaa.com" = "Example@aaa.com";

"This device has a SpO2 measurement range of 70 - 100%.SpO2 levels lower than 70% may indicate device malfunction, user error, or an abnormal blood oxygen saturation level. Please consult with your doctor about your blood oxygen saturation level." = "このデバイスで測定されたSpO2範囲は70 - 100%です。SpO2レベルが70%を下回る場合は、デバイスの不具合、ユーザーエラー、または血中の酸素飽和度に異常が生じている可能性があります。動脈血酸素飽和度については主治医の先生にご相談ください。";

//AM4结果页新加
"laps" = "ラップ";

"Please enjoy early access to the lap function as we work through beta testing." = "ベータテスト版では、ラップ機能を先行でお楽しみいただけます。";

"lap" = "ラップ";

"How many laps you swim" = "実際に泳いだラップ数を表します。";

"Calories burned from swimming" = "水泳で消費したカロリーを表します。";

"Swimming laps" = "スイミングラップ";

"Laps" = "Laps";

//3.4.0新增加AM4

"Displays swim styles" = "水泳スタイルを表示";

"Duration for this style" = "このスタイルの合計時間";

"Rotate wrist to display swim goal" = "手首を回転させると水泳目標が表示されます";

"Swim goal" = "水泳目標";

"Swim Goal" = "水泳目標";

"Total duration" = "合計時間";

"Set swim goals to motivate yourself" = "目標を設定してモチベーションアップ！";

"Turn on the swim mode and set your swim goal" = "水泳目標を設定するには、水泳モードをオンにしてください";

"When you swim, swim goal will displayed after swim styles" = "水泳を開始すると、水泳スタイルの下に水泳目標が表示されます";

"Active calories" = "アクティブカロリー";

"Current BMR" = "現在のBMR値";

"Total calories" = "総カロリー";

"Swim goal is the total time you actually swim, not the time you spend in water." = "水泳目標は、水中にいた時間ではなく実際に泳いだ合計時間を表します。";

"Swipe up from the home button…" = "ホームボタンを上にスワイプしてください";

"Fully charge the Wave before first use to increase battery life" = "Waveを初めてご使用になる際には、バッテリーを完全に充電してください";

"There\'s already a tracker linked to your account, if you want to add a new tracker, \"reset\" the old on first" = "このアカウントには既にトラッカーが紐付いています。新規トラッカーを追加する場合は、まず既存のデータを「リセット」してください";

"Swim mode is on by default and will increase battery consumption. Please turn off if you don\'t plan on swimming." = "水泳モードは初期設定でオンになっています。このモードではバッテリーを消費するため、水泳をしない時はオフに設定してください。";

"Sleep alarm wakes you up by vibrations from the tracker" = "スリープアラームを設定すると、指定の時間にバイブレーションが作動します";

"Select the device that you need to connect." = "接続するデバイスを選択してください。";

//Airplane Mode
"Airplane Mode" = "機内モード";

/* Driving Mode */
"Driving Mode" = "運転モード";

"Bluetooth connecting failed." = "Bluetooth接続に失敗しました。";

"Please try again." = "再度お試しください。";


// BPM1设置Wi-Fi
"BPM1 Setup Guide" = "BPM1セットアップガイド";

"Press and hold the User 2 button for 10 seconds to setup Wi-Fi" = "[ユーザー2] ボタンを10秒間長押ししてWi-Fiを設定します";

"Connect your phone Wi-Fi to iHealth-BPM1-XXX, then return to the MyVitals app" = "お使いのスマートフォンのWi-FiをiHealth-BPM1-XXXに接続し、その後MyVitalsアプリに戻ってください";

"Go to set Wi-Fi" = "Wi-Fi 設定を開く";

"Choose your Wi-Fi network" = "Wi-Fi ネットワークを選択してください";

"Input Wi-Fi password" = "Wi-Fiのパスワードを入力";

"Connecting Wi-Fi ..." = "Wi-Fiに接続中";

"Successfully connected Wi-Fi" = "Wi-Fiの接続に成功";

"Set User" = "ユーザーの設定";

"Couldn't connect Wi-Fi" = "Wi-Fiに接続できませんでした";

"Wi-Fi password is wrong." = "Wi-Fiのパスワードが間違っています";

"Retry" = "再試行";

"Setting was unsuccessful, please wait a moment." = "設定に成功しました。少々お待ちください。";

"Unable to connect to the Internet." = "インターネットに接続できません。";

"Your phone isn't connected to the internet, please check your network and try again." = "お使いのスマートフォンがインターネットに接続されていません。ネットワークをチェックして再試行してください。";

"Turn On Location Services to Allow \"iHealth Myvitals\" to Determine Your Location" = "位置情報サービスをオンにして\"iHealth Myvitals\"があなたの位置を判断することを許可します";

"Suggest that turn on the location services, so that we can accurately access your location" = "現在地の情報に正確にアクセスできるように、位置情報サービスをオンにしてください。";

"Wifi PassWord must be 1-32 characters" = "Wi-Fiのパスワードは1～32文字でなければなりません";

"Unknown Error" = "未知のエラー";

"Find new device" = "新しいデバイスを検索";

"Setting not completed" = "設定は完了していません";

"Ready to connect" = "接続の準備ができました";

// BPM1设置user

"BPM1 Set User" = "BPM1設定ユーザー";

"Choose a User from User 1 and User 2" = "ユーザー1とユーザー2からユーザーを選択してください";

"Selected by" = "選択者";

"User 1 and User 2 corresponds to User 1 and User 2 buttons on the device" = "ユーザー1とユーザー2はデバイス上のユーザー1とユーザー2の各ボタンに対応します";

"User 1 has already been selected. Do you still want to select it?" = "ユーザー1は既に選択されています。それでもこれを選択しますか？";

"User 2 has already been selected. Do you still want to select it?" = "ユーザー2は既に選択されています。それでもこれを選択しますか？";

"BPM1 setup complete" = "BPM1のセットアップ完了";

// BPM1设备管理

"Speech" = "会話";

"Select Language" = "言語を選択";

"Select User" = "ユーザーを選択";

"Share Device" = "デバイスを共有";

"Input each other's email." = "お互いの電子メールを入力";

"Voice feature is only available in English and French.Please change your device language first." = "音声機能は英語とフランス語のみ利用可能です。まずデバイスの言語を変更してください。";

"Go to setting" = "設定を開く";

// 视频播放
"Are you sure to use 3G/4G to read this video? \nPut your Wifi ON if not" = "このビデオを見るために3G/4Gを利用しますか？\n使用しない場合はWi-Fiをオンにしてください。";

"How to setup/use" = "セットアップ/使用の方法";

"Use Wi-Fi instead of 3G/4G to limit data usage." = "データ使用量を減らすため3G/4Gの代わりにWi-Fiを使用してください。";

"Don't show again." = "今後これを表示しない。";

// 新增多语言血血压：ZhangYu

"Device bluetooth set failed." = "デバイスのBluetoothの設定に失敗しました。";

"Device error, error message displayed automatically." = "デバイスのエラーです。エラーメッセージは自動的に表示されます。";

"Abnormal communication." = "異常な通信。";

"Device is out of communication range." = "デバイスは通信範囲外にあります。";

"Device is disconnected." = "デバイスへの接続は切断されています。";

"Measurement has been stopped." = "測定は停止されました。";

"Parameter input error." = "パラメータ入力エラー。";

"Transmit finished" = "送信完了。";

"Searching for Wi-Fi..." = "Wi-Fi を探しています...";
